Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: Export Actions
es_es: Exportar acciones
fi: Vie toiminnot

source: Export Workflow
es_es: Exportar flujo
fi: Vie työnkulku

source: Number of rows/columns:
es_es: Número de filas/columnas:
fi: Rivien / sarakkeiden lukumäärä:

source: Number of actions:
es_es: Número de acciones:
fi: Toimintojen lukumäärä:

source: Select the actions to export:
es_es: Seleccione las acciones a exportar:
fi: Valitse vietävät toiminnot:

source: All
es_es: Todas
fi: Kaikki

source: Export Done
es_es: Exportación terminada
fi: Vienti suoritettu

source: Action Export
es_es: Exportar acción
fi: Toiminnon vienti

source: Workflow export
es_es: Exportar el flujo
fi: Työnkulun vienti

source: Your download will start shortly
es_es: Su descarga comenzará en breve
fi: Lataus alkaa pian

source: Add a new name/value pair
es_es: Añadir un nuevo par nombre/valor
fi: Lisää uusi nimi/arvo -pari

source: Attribute
es_es: Attributos
fi: Ominaisuus

source: Attributes are pairs <code>(name, value)</code>. Define a pair when you need to use a value in various places and that value may change over time.
es_es: Los atributos son pares <code>(nombre, valor></code>. Define uno de estos pares cuando necesitas utilizar un valor en múltiples sitios y ese valor puede que cambie.
fi: Attribuutit ovat pareja <code>(name, value)</code>. Määritä pari, kun tarvitset tiettyä arvoa useissa paikoissa ja arvo saattaa muuttua ajan myötä.

source: Learners with access to this workflow
es_es: Usuarios que pueden acceder a este flujo
fi: Oppijat, joilla on pääsy tähän työnkulkuun

source: Select a column with the email addresses of the learners to grant them access to the personalized content in this workflow. Select "No access" if such access is not required.
es_es: Selecciona una columna que contenga las direcciones de correo de los estudiantes para darles acceso al contenido personalizado en este flujo. Selecciona “Sin acceso” si este acceso no es necesario.
fi: Valitse sarake, jossa oppijoiden sähköpostiosoitteet antaaksesi pääsyn personoituun sisältöön työnkulussa. Valitse ”Ei pääsyä”, jos pääsyä ei vaadita.

source: Learners do not have access to the content in this workflow
es_es: Los usuarios no pueden acceder al contenido de este flujo
fi: Oppijoilla ei ole pääsyä tämän työnkulun sisältöön

source: %(n)s learner has access to the workflow
es_es: %(n)s usuario tiene acceso a este flujo
fi: %(n)s oppijalla on pääsy työnkulkuun

source: Key column with the learners' email
es_es: Columna clave que continene los correos de usuario
fi: Avainsarake jossa oppijan sähköpostiosoite

source: Key column
es_es: Columna clave
fi: Avainsarake

source: No access
es_es: Sin acceso
fi: Ei pääsyä

source: Learner email information has changed
es_es: Los correos de los estudiantes han cambiado
fi: Oppijan sähköpostitieto on muuttunut

source: Refresh learner list
es_es: Actualizar la lista de estudiantes
fi: Päivitä oppijalista

source: <strong>Next Step:</strong> Click in the <a href="%(actionindex)s"> Actions</a> menu at the top bar to create actions to execute with the data in the table.
es_es: <strong>Siguiente paso:</strong> Click en el menú <a href="%(actionindex)s”> Acciones</a> en la barra superior para crear acciones y ejecutarlas con los datos de la tabla.
fi: <strong>Seuraava vaihe:</strong> Napsauta yläpalkin <a href="%(actionindex)s">Toiminnot-</a> valikkoa luodaksesi toimintoja taulukon tiedoille suoritettavaksi.

source: <strong>Next Step:</strong> The workflow data table is empty. Click in the Table link in the top menu and select the option to <a href="%(uploadmerge)s">upload data to the table</a>.
es_es: <strong>Siguiente paso:</strong> La tabla de datos en el flujo está vacía. Haga click en el botón de <i>Tabla</i>en el menú superior y seleccione la opción para <a href="%(uploadmerge)s">cargar datos en la tabla</a>.
fi: <strong>Seuraava vaihe:</strong> Työnkulun tietotaulukko on tyhjä. Napsauta ylävalikon Taulukko-linkkiä ja valitse vaihtoehto <a href="%(uploadmerge)s">lähettääksesi tietoja taulukkoon</a> .

source: Create attribute
es_es: Crear un attributo
fi: Luo attribuutti

source: Confirm attribute deletion
es_es: Confirme el borrado del attributo
fi: Vahvista attribuutin poisto

source: Are you sure you want to delete the attribute <strong>%(key)s</strong>?
es_es: ¿Está seguro que quiere borrar el atributo <strong>%(key)s</strong>?
fi: Haluatko varmasti poistaa attribuutin <strong>%(key)s</strong>?

source: Delete attribute
es_es: Borrar atributo
fi: Poista attribuutti

source: Edit attribute
es_es: Editar attributo
fi: Muokkaa attribuuttia

source: Update attribute
es_es: Actualizar attributo
fi: Päivitä attribuutti

source: Edit the attribute
es_es: Editar attributo
fi: Muokkaa attribuuttia

source: Delete pair name/value
es_es: Borrar el par nombre/valor
fi: Poista nimi/arvo -pari

source: Add criterion
es_es: Añadir criterio
fi: Lisää kriteeri

source: Edit criterion <strong>%(n)s</strong>
es_es: Editar criterio <strong>%(n)s</strong>
fi: Muokkaa kriteeriä <strong>%(n)s</strong>

source: Edit this criterion
es_es: Editar criterio
fi: Muokkaa tätä kriteeriä

source: Show stats about this criteria
es_es: Estadísticas sobre estos criterios
fi: Tilastot tästä kriteeristä

source: Remove this criterion
es_es: Borrar criterio
fi: Poista tämä kriteeri

source: Confirm criterion deletion
es_es: Confirme el borrado del criterio
fi: Vahvista kriteerin poistaminen

source: Are you sure you want to remove criterion <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar el criterio <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa kriteerin <strong>%(n)s</strong>?

source: Remove criterion
es_es: Borrar criterio
fi: Poista kriteeri

source: Select user to allow access to the workflow
es_es: Seleccione el usuario al que dar acceso al flujo
fi: Valitse käyttäjä antaaksesi pääsyn työnkulkuun

source: Share
es_es: Compartir
fi: Jaa

source: Confirm user deletion
es_es: Confirme el borrado del usuario
fi: Vahvista käyttäjän poistaminen

source: Are you sure you want to remove the user <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar el usuario <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa käyttäjän <strong>%(n)s</strong>?

source: %(counter)s row,
es_es: %(counter)s fila,
fi: %(counter)s rivi,

source: %(counter)s column,
es_es: %(counter)s columna clave,
fi: %(counter)s sarake,

source: %(counter)s action
es_es: %(counter)s acción
fi: %(counter)s toiminto

source: Open the workflow to manipulate its data and actions
es_es: Abrir el flujo para manipular sus datos y acciones
fi: Avaa työnkulku muokataksesi sen tietoja ja toimintoja

source: Open
es_es: Abrir
fi: Avaa

source: Change the name and description of this workflow
es_es: Cambiar el nombre y la descripción de este flujo
fi: Muuta työnkulun nimeä ja kuvausta

source: Create a duplicate of this workflow
es_es: Crear un duplicado de este flujo
fi: Luo kopio tästä työnkulusta

source: Delete the data in the table of this workflow
es_es: Borrar los datos en la tabla de este flujo
fi: Poista tiedot tämän työnkulun taulukosta

source: Delete this workflow
es_es: Borrar este flujo
fi: Poista tämä työnkulku

source: Mark workflow as favourite
es_es: Marcar como favorito
fi: Merkitse työnkulku suosikiksi

source: Confirm workflow cloning
es_es: Confirme la clonación del flujo
fi: Vahvista työnkulun kopiointi

source: Are you sure you want to clone workflow <strong>%(n)s</strong>?
es_es: ¿Está seguro que quiere clonar el flujo <strong>%(n)s</strong>?
fi: Haluatko varmasti kopioida työnkulun <strong>%(n)s</strong>?

source: A new workflow with the prefix "Copy of " will be created
es_es: Se creará un flujo con el prefijo "Copy_of_"
fi: Luodaan uusi työnkulku, jossa on etuliite "Kopio kohteesta ”

source: Clone workflow
es_es: Clonar flujo
fi: Kopioi työnkulku

source: Create a workflow
es_es: Crear un flujo
fi: Luo työnkulku

source: Create a new empty workflow (that is, with no data table or actions) by providing a name and a description. The next page will ask you for the data to populate the data table.
es_es: Crear un nuevo flujo <i>vacío</i> (esto es, sin datos en la tabla o acciones) con un nombre y una descripción. La siguiente página te pedirá los datos a cargar en la tabla.
fi: Luo uusi tyhjä työnkulku (eli ilman datataulua tai toimintoja) syöttämällä nimi ja kuvaus. Seuraavalla sivulla pyydetään tietoja täyttämään datataulukko.

source: Create workflow
es_es: Crear un flujo
fi: Luo työnkulku

source: Confirm workflow deletion
es_es: Confirme el borrado del flujo
fi: Vahvista työnkulun poisto

source: Are you sure you want to delete the workflow <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar el flujo <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa työnkulun <strong>%(n)s</strong>?

source: This operation will also remove all the conditions and actions attached to it.
es_es: Esta operación también borrará todas las condiciones y acciones dentro de este flujo.
fi: Tämä toimenpide poistaa myös kaikki siihen liittyvät ehdot ja toiminnot.

source: Type the name of the workflow:
es_es: Introduzca el nombre del flujo:
fi: Syötä työnkulun nimi:

source: Delete workflow
es_es: Borrar flujo
fi: Poista työnkulku

source: Confirm data deletion
es_es: Confirme el borrado de los datos
fi: Vahvista tietojen poistaminen

source: Workflow has no data
es_es: El flujo no tiene datos

source: Are you sure you want to flush the data in workflow <strong>%(n)s</strong>?
es_es: ¿Está seguro que quiere borrar los datos del flujo <strong>%(n)s</strong>?
fi: Haluatko varmasti tyhjentää tiedot työnkulussa <strong>%(n)s</strong>?

source: This operation will also remove actions, table views and records.
es_es: Esta operación también borrará todas las condiciones, vistas, acciones, y registros.
fi: Tämä toiminto poistaa myös toiminnot, näkymät ja tietueet.

source: The workflow has no data, so this operation will nave no effect.
es_es: El flujo no tiene datos, esta operación no tiene ningún efecto.

source: Flush workflow data
es_es: Borrar datos del flujo
fi: Tyhjennä työnkulun tiedot

source: Rename workflow
es_es: Renombrar flujo
fi: Nimeä työnkulku uudelleen

source: Instructors that can manage this workflow
es_es: Instructores que pueden acceder a este flujo
fi: Opettajat, jotka voivat hallita tätä työnkulkua

source: Click in the "Add Intructor" button below and provide the email for the user with whom you want to share the workflow.
es_es: Haz click en el botón de <i>Añadir instructor</i> debajo para introducir el email del usuario con el que quieres compartir el flujo.
fi: Napsauta alla olevaa "Lisää opettaja” -painiketta ja anna sähköpostiosoite jakaaksesi työnkulun.

source: You may select instructors by their email so that they can manage this workflow.
es_es: Puedes seleccionar instructores por su dirección de correo para que accedan a este flujo.
fi: Voit valita opettajat sähköpostiosoitteiden perusteella niin, että he saavat pääsyn tähän työnkulkuun.

source: Rename
es_es: Renombrar
fi: Nimeä uudelleen

source: Flush Data
es_es: Borrar datos
fi: Tyhjennä tiedot

source: Export the workflow and its actions
es_es: Exportar el flujo y sus acciones
fi: Vie työnkulku ja sen toiminnot

source: Flush data table
es_es: Borrar datos
fi: Tyhjennä datataulukko

source: Workflow Operations
es_es: Operaciones del flujo
fi: Työnkulun toimenpiteet

source: Attributes
es_es: Attributos
fi: Attribuutit

source: Share with Instructors
es_es: Compartir con otros instructores
fi: Jaa opettajien kanssa

source: Learners
es_es: Estudiantes
fi: Oppijat

source: Your value
es_es: Tu valor
fi: Sinun arvosi

source: Action object not found when processing tag
es_es: No se ha encontrado el objeto acción al procesar esta etiqueta
fi: Toimmin kohdetta ei löydy tunnistetta käsiteltäessä

source: Column {0} does not exist
es_es: La columna {0} no existe
fi: Saraketta {0} ei ole olemassa

source: An attribute with this name already exists.
es_es: Ya existe un atributo con este nombre.

source: There is a column with this name. Please change.
es_es: Ya hay una columna con este nombre. Por favor, cámbielo.
fi: Tämänniminen sarake on jo olemassa. Vaihda nimi, ole hyvä.

source: There is a condition already with this name.
es_es: Ya hay una condición con este nombre.
fi: Tämänniminen ehto on jo olemassa.

source: User email
es_es: Correo de usuario
fi: Käyttäjän sähköpostiosoite

source: User not found
es_es: Usuario no encontrado
fi: Käyttäjää ei löydy

source: You do not need to add yourself to the share list
es_es: No necesitas añadirte a la lista para compartir
fi: Sinun ei tarvitse lisätä itseäsi jakolistalle

source: User already in the list
es_es: El usuario ya está en la lista
fi: Käyttäjä on jo luettelossa

source: You need to provide a name for the workflow.
es_es: Necesita introducir un nombre para el flujo.
fi: Työnkululle on annettava nimi.

source: A workflow with this name already exists
es_es: Ya existe un flujo con este nombre
fi: Samanniminen työnkulku on jo olemassa

source: File
es_es: Fichero
fi: Tiedosto

source: File containing a previously exported workflow
es_es: Fichero que contiene un flujo previamente exportado
fi: Tiedosto, joka sisältää aiemmin viedyn työnkulun

source: Incorrect form request (it is not multipart)
es_es: Petición de formulario incorrecta (no es multiplart)
fi: Väärän muotoinen pyyntö (ei ole moniosainen)

source: Attributes must be a dictionary of (string, string) pairs.
es_es: Los atributos deben ser un diccionario de pares (string, string).
fi: Attrivuuttien tulee olla (merkkijono, merkkijono) parien sanakirja.

source: Attributes must be a dictionary (str, str)
es_es: Los atributos deen ser un diccionario (string, string)
fi: Attrivuuttien on oltava sanakirja (str, str)

source: Workflow could not be created.
es_es: No se ha podido crear el flujo.
fi: Työnkulkua ei voitu luoda.

source: Unexpected empty workflow name.
es_es: Inesperado nombre de flujo vacío.
fi: Odottamaton tyhjä työnkulun nimi.

source: There is a workflow with this name. Please provide a workflow name in the import page.
es_es: Ya hay un flujo con este nombre. Por favor, introduzca un nombre nuevo en la página de importación.
fi: Samanniminen työnkulku on jo olemassa. Syötä työnkulun nimi tuontisivulla.

source: Incorrect file. Expecting a GZIP file (exported workflow).
es_es: Fichero incorrect. Es espera un fichero GZIP (flujo exportado).
fi: Virheellinen tiedosto.

source: Unable to import workflow. Exception: {0}
es_es: No se ha podido importar el flujo. Excepción: {0}
fi: Työnkulkua ei voida tuoda. Poikkeus: {0}

source: Unable to import workflow. Validation error: {0}
es_es: No se ha podido importar el flujo debido a un error de validación: {0}
fi: Työnkulkua ei voida tuoda. Validointivirhe: {0}

source: Workflow data with incorrect structure.
es_es: Los datos del flujo tienen una estructura incorrecta.
fi: Työnkulun tiedot, joiden rakenne on virheellinen.

source: Unable to import workflow: {0}
es_es: No se ha podido importar el flujo: {0}
fi: Työnkulkua ei voida tuoda: {0}

source: Learner emails successfully updated.
es_es: Emails de los estudiantes actualizados con éxito.
fi: Oppijoiden sähköpostit päivitetty onnistuneesti.

source: Error while cloning workflow: {0}
es_es: Error al clonar el flujo: {0}
fi: Virhe kopioidessa työnkulkua: {0}.

source: Value
es_es: Valor
fi: Arvo

source: Incorrect email addresses "{0}".
es_es: Direcciones de correo incorrectas “{0}”.
fi: Virheellinen sähköpostiosoite ”{0}”.

source: Workflow {0} successfully imported.
es_es: Flujo {0} importado correctamente.

source: Unable to find user
es_es: No se ha encontrado el usuario

source: WARNING: Celery is not currently running. Please configure it correctly.
es_es: AVISO: Celery no está ejecutando. Por favor, revise la configuración.
fi: VAROITUS: Celery ei ole käynnissä. Konfiguroi se oikein, kiitos.

source: Workflow successfully cloned.
es_es: Flujo clonado con éxito.
fi: Työnkulku kopioitiin onnistuneesti.

source: The list of workflow users will be updated shortly.
es_es: La lista de usuarios se actualizará en breve.
fi: Lista työnkulun käyttäjistä päivitetään pian.

source: English
es_es: Inglés
fi: englanti

source: Spanish
es_es: Español
fi: espanja

source: The OnTask API offers functionality to manipulate workflows, tables and logs. The interface provides CRUD operations over these objects.
es_es: La API de OnTask ofrece funcionalidad para manipular los flujos, tablas y registros. El interfaz provee operaciones CRUD (crear, leer, actualizar y borrar) sobre estos objetos.
fi: OnTask API tarjoaa toimintoja työnkulkujen, taulukoiden ja lokien käsittelyyn. Rajapinta mahdollistaa CRUD-operaatiot näille kohteille.

source: Error: {0}
fi: Virhe: {0}

source: Postgresql, Mysql, etc.
fi: Postgresql, MySQL, jne.

source: Driver
fi: Ajuri

source: Admin
fi: Ylläpito

source: Plugins
fi: Liitännäiset

source: Error
fi: Virhe

source: Email:
fi: Sähköpostiosoite:

source: Instructor
fi: Opettaja
