Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: Unable to obtain data: {0}
es_es: No es posible obtener los datos: {0}
fi: Tietoja ei voi saada: {0}

source: Unable to run plugins due to a misconfiguration. Ask your system administrator to enable queueing.
es_es: No es posible ejecutar plugins debido a una configuración incorrecta. Contacte con el administrador para activar la cola de ejecución.
fi: Liitännäisiä ei voida suorittaa konfiguraatiovirheen vuoksi. Pyydä järjestelmänvalvojaa ottamaan käyttöön jonotustoiminto.

source: Finish
es_es: Terminar
fi: Valmis

source: Unable to upload the data: {0}
es_es: No es posible cargar los datos: {0}
fi: Tietoja ei voida ladata: {0}

source: improperly configured: requeset has no user attr
es_es: configuración incorrecta: request no tiene atributo de usuario
fi: väärin konfiguroitu: pyynnössä ei ole käyttäjäattribuuttia

source: The Django LTI auth middleware requires the authentication middleware to be installed. Edit your MIDDLEWARE_CLASSES setting to insert 'django.contrib.auth.middleware.AuthenticationMiddleware' before the PINAuthMiddleware class.
es_es: El middleware Django LTI auth necesita que el middleware de autenticación esté instalado. Edita la variable MIDDLEWARE_CLASSES en settings e inserta 'django.contrib.auth.middleware.AuthenticationMiddleware' antes de la clase PINAuthMiddleware.
fi: Django LTI -automaatio-ohjelmisto edellyttää, että autentikointi-väliohjelmisto asennetaan. Muokkaa MIDDLEWARE_CLASSES -asetusta ja lisää 'django.contrib.auth.middleware.AuthenticationMiddleware' ennen PINAuthMiddleware -luokkaa.

source: received a basic-lti-launch-request - authenticating the user
es_es: recibido un basic-lti-launch-request - autenticando el usuario
fi: vastaanotettu basic-lti-launch-request - autentikoidaan käyttäjä

source: authenticate() took %s s
es_es: authentiate() tardó %s s
fi: authentidate() kesti %s s

source: user was successfully authenticated; now log them in
es_es: usuario autenticado con éxito, ahora coenzar sesión
fi: käyttäjä tunnistettiin onnistuneesti; kirjataan käyttäjä sisään

source: user could not be authenticated via LTI params; let the request continue in case another auth plugin is configured
es_es: el usuario no ha podido ser autenticado vía LTI params; el request continua por si otro plugin de autenticación está configurado
fi: käyttäjää ei voitu tunnistaa LTI-parametrien avulla; anna pyynnön jatkaa jos toinen autentikaatioliitännäinen on määritetty

source: Could not find LTI launch parameters
es_es: No se han encontrado los parámetros para arrancar LTI
fi: LTI-käynnistysparametreja ei löytynyt

source: calling the backend {0} clean_username with {1}
es_es: invocando el backend {0} clean_username con {1}
fi: kutsutaan backend {0} clean_username käyttäjälle {1}

source: cleaned username is {0}
es_es: el nombre de usuario limpio es {0}
fi: puhdistettu käyttäjätunnus on {0}

source: 'LTIRoleRestrictionMixin' requires 'allowed_roles' attribute to be set.
es_es: 'LTIRoleRestrictionMixin' requiere que el atributo 'allowed_roles' esté asignado.
fi: 'LTIRoleRestrictionMixin' -asetus vaatii ’allowed_roles’ -attribuutin.

source: Failed to find resource_link_id in request context %s
es_es: Fallo al buscar el resource_link_id en el contexto solicitado %s
fi: resources_link_id ei löytynyt pyynnön kontekstissa %s

source: Failed to get current request from thread_local
es_es: Fallo al obtener el request actual de thread_local
fi: Nykyisen pyynnön saaminen kohteesta thread_local epäonnistui

source: Personalized text
es_es: Texto personalizado
fi: Personoitu teksti

source: Personalized Canvas Email
es_es: Email Canvas Personalizado
fi: Personoitu Canvas-sähköposti

source: Survey
es_es: Questionario
fi: Kysely

source: Personalized JSON
es_es: Objeto JSON personalizado
fi: Personoitu JSON

source: Rubric feedback
es_es: Comentarios de la rúbrica
fi: Rubriikki-palaute

source: Send Report
es_es: Enviar Informe
fi: Lähetä raportti

source: Send Report as JSON
es_es: Enviar Informe en JSON
fi: Lähetä raportti JSON-muodossa

source: TODO List
es_es: Lista
fi: Tehtävälista

source: Action available from
es_es: Acción disponible desde
fi: Toiminto saatavilla alkaen

source: Action available until
es_es: Acción disponible hasta
fi: Toiminto saatavilla saakka

source: URL available to users?
es_es: ¿URL disponible a los usuarios?
fi: URL saatavilla käyttäjille?

source: Email attachments
es_es: Adjuntos al mensaje
fi: Sähköpostin liitteet

source: Shuffle questions?
es_es: ¿Barajar las preguntas?
fi: Sekoita kysymykset?

source: Action cannot run because it needs a valid URL.
es_es: La acción no se puede ejecutar porque necesita una URL válida.

source: Action cannot run because it has an incorrect URL.
es_es: La acción no se puede ejecutar porque tiene una URL incorrecta.

source: Action cannot run because it needs a key column.
es_es: La acción no puede ejecutarse porque necesita una columna clave.

source: Action cannot run because it has no questions.
es_es: La acción no se puede ejecutar porque no tienen ninguna pregunta.

source: Action type {0} cannot be executed.
es_es: La acción de tipo {0} no se puede ejecutar.

source: Allow changes?
es_es: ¿Permitir cambios?
fi: Salli muutokset?

source: AWS access key
es_es: Clave de acceso AWS
fi: AWS-pääsyavain

source: AWS secret access key
es_es: Clave de acceso secreto para AWS
fi: AWS salainen pääsyavain

source: Leave blank to provide at execution
es_es: En blanco para obtenerlo en la ejecución
fi: Jätä tyhjäksi, jos annetaan suoritushetkellä

source: AWS session token
es_es: Token AWS de la sesión
fi: AWS-istunnon token

source: AWS S3 Bucket name (no s3:// prefix)
es_es: Nombre del AWS S3 Bucket (sin prefijo s3://)
fi: AWS S3 -Bucketin nimi (ilman s3: // etuliitettä)

source: AWS region name
es_es: Nombre de la región AWS
fi: AWS-alueen nimi

source: Table name
es_es: Nombre de la tabla
fi: Taulun nimi

source: REMOVED
es_es: OCULTADO
fi: POISTETTU

source: type of data to store in the column
es_es: tipo de dato almacenado en la columna
fi: sarakkeeseen tallennettavien tietojen tyyppi

source: has unique values per row
es_es: tiene valores únicos por fila
fi: sisältää uniikit arvot arvot per rivi

source: column position (zero to insert last)
es_es: posición de la columna (cero para insertar última)
fi: sarakkeen sijainti (nolla lisätäksesi viimeiseksi)

source: include in visualization
es_es: incluir en visualizaciones
fi: sisällytä visualisointiin

source: comma separated list of values allowed
es_es: lista de valores permitidos separados por comas
fi: pilkulla erotettu sallittujen arvojen luettelo

source: Column active from
es_es: Columna activa desde
fi: Sarake on aktiivinen alkaen

source: Column active until
es_es: Columna activa hasta
fi: Sarake on aktiivinen asti

source: Unsupported type %(type)s
es_es: Typo de datos %(type)s no soportado
fi: Ei-tuettu tyyppi %(type)s

source: More than a single value needed.
es_es: Se necesita más de un valor.
fi: Tarvitaan enemmän kuin yksi arvo.

source: Incorrect list of values
es_es: La lista de valores es incorrecta
fi: Virheellinen arvolista

source: Column values incompatible with categories.
es_es: Los valores en la columna no son compatibles con las categorías.

source: name
es_es: nombre
fi: nimi

source: description
es_es: descripción
fi: kuvaus

source: formula
es_es: fórmula
fi: kaava

source: formula text
es_es: fórmula
fi: kaavan teksti

source: Number of rows selected
es_es: Número de filas seleccionadas
fi: Valittujen rivien määrä

source: Columns present in this condition
es_es: Columnas presentes en esta condición
fi: Sarakkeet tässä ehdossa

source: Columns present in this filter
es_es: Columnas presentes en este filtro

source: Canvas emails sent
es_es: Mensajes Canvas enviados
fi: Canvas-sähköpostit lähetetty

source: Action cloned
es_es: Acción clonada
fi: Toiminta kopioitu

source: Action created
es_es: Acción creada
fi: Toiminto luotu

source: Action deleted
es_es: Acción borrada
fi: Toimi poistettu

source: Download a ZIP with one file per text
es_es: Descargar un ZIP con un fichero por texto
fi: Lataa ZIP-tiedosto yhdellä tiedostolla tekstiä kohden

source: Notification email sent
es_es: Mensaje de notificación enviado
fi: Ilmoitusviesti lähetetty

source: Email read
es_es: Lectura de mensaje
fi: Sähköposti luettu

source: Emails sent
es_es: Mensajes enviados
fi: Sähköposteja lähetetty

source: Action imported
es_es: Acción importada
fi: Toiminto tuotu

source: JSON object sent
es_es: Objeto JSON enviado

source: Email with data report sent
es_es: Mensaje con el informe enviado
fi: Tietoraportti lähetetty sähköpostitse

source: Question added
es_es: Pregunta añadida
fi: Kysymys lisätty

source: Question removed
es_es: Pregunta borrada

source: TODO item added
es_es: Añadido elemento Por Hacer

source: Question toggle changes
es_es: Cambiar si la pregunta se puede modificar
fi: Kysymyskytkimen muutokset

source: TODO item toggle changes
es_es: Permitir cambios en elemento de lista Por Hacer

source: Add a rubric criterion
es_es: Añadir criterio a la rúbrica
fi: Lisää rubriikin kriteeri

source: Edit rubric criterion
es_es: Editar el criterio de la rúbrica
fi: Muokkaa rubriikin kriteeriä

source: Delete rubric criterion
es_es: Borrar criterio de la rúbrica
fi: Poista rubriikin kriteeri

source: Rubric cell edit
es_es: Editar celda de la rúbrica
fi: Rubriikkisolun muokkaus

source: Rubric level of attainment edit
es_es: Editar nivel alcanzado en la rúbrica
fi: Rubriikin suoriutumistason muokkaus

source: Execute scheduled send report action
es_es: Ejecución planificada de envío de informe
fi: Suorita ajoitettu raportinlähetystoiminto

source: Execute scheduled JSON report action
es_es: Ejecutar acción informe JSON planificada
fi: Suorita ajoitettu JSON-raporttitoiminto

source: Execute scheduled canvas email action
es_es: Ejecución de la acción de email Canvas planificada
fi: Suorita ajastettu canvas-sähköpostitoiminto

source: Execute scheduled email action
es_es: Ejecución de la acción de email planificada
fi: Suorita ajastettu sähköpostitoiminto

source: Execute scheduled JSON action
es_es: Ejecutar acción JSON planificada
fi: Suorita ajastettu JSON-toiminto

source: Execute survey
es_es: Ejecutar questionario
fi: Suorita liitännäinen

source: Execute TODO list
es_es: Ejecutar la lista Por Hacer
fi: Suorita liitännäinen

source: Create a zip with personalized content
es_es: Crear un fichero ZIP con el contenido personalizado
fi: Luo zip-tiedosto personoidulla sisällöllä

source: Action URL toggled
es_es: La URL de la acción se ha modificado
fi: Toiminnon URL-osoite kytketty

source: Action served
es_es: Acción accedida
fi: Toiminto suoritettu

source: Survey data input
es_es: Entrada de datos de cuestionario
fi: Kyselyn tietojen syöttö

source: TODO data input
es_es: Entrada de datos de lista Por Hacer

source: Action updated
es_es: Acción actualizada
fi: Toiminto päivitetty

source: Athena connection cloned
es_es: Conexión a Athena colgada
fi: Athena-yhteys kopioitiin

source: Athena connection created
es_es: Conexión a Athena creada
fi: Athena-yhteys luotu

source: Athena connection deleted
es_es: Conexión a Athena borrada
fi: Athena-yhteys poistettu

source: Athena connection updated
es_es: Conexión a Athena actualizada
fi: Athena-yhteys päivitetty

source: Athena connection toggled
es_es: Conexión a Athena conmutada
fi: Athena-yhteys kytketty

source: Canvas course upload cloned
es_es: Carga de curso Canvas clonada

source: Canvas course upload created
es_es: Carga de curso Canvas creada

source: Canvas course upload deleted
es_es: Carga de curso Canvas borrada

source: Canvas course upload updated
es_es: Carga de curso Canvas actualizada

source: Canvas course upload toggled
es_es: Permiso de carga de curso Canvas cambiado

source: Column added
es_es: Columna añadida
fi: Sarake lisätty

source: Column with formula created
es_es: Creada la columna con fórmula
fi: Sarake luotu kaavan avalla

source: Column with random values created
es_es: Se ha creado la columna con los valores aleatorios
fi: Satunnaisarvoja sisältävä sarake luotu

source: Column cloned
es_es: Columna clonada
fi: Sarake kopioitu

source: Column deleted
es_es: Columna borrada
fi: Sarake poistettu

source: Column edited
es_es: Columna editada
fi: Sarake muokattu

source: Column restricted
es_es: Columna restringida
fi: Sarake rajoitettu

source: Condition cloned
es_es: Condición clonada
fi: Ehto kopioitu

source: Condition created
es_es: Condición creada
fi: Ehto luotu

source: Condition deleted
es_es: Condición borrada
fi: Ehto poistettu

source: Condition updated
es_es: Condición actualizada
fi: Ehto päivitetty

source: Plugin created
es_es: Plugin creado
fi: Liitännäinen luotu

source: Plugin deleted
es_es: Plugin borrado
fi: Liitännäinen poistettu

source: Plugin executed
es_es: Plugin ejecutado
fi: Liitännäinen suoritettu

source: Plugin updated
es_es: Plugin actualizado
fi: Liitännäinen päivitetty

source: Create scheduled operation
es_es: Crear operación planificada
fi: Luo ajastettu toimenpide

source: Edit scheduled operation
es_es: Editar la operación planificada
fi: Muokkaa ajastettua toimenpidettä

source: Delete scheduled operation
es_es: Borrar la operación planificada
fi: Poista ajastettu toimenpide

source: SQL connection cloned
es_es: Conexión a SQL clonada
fi: SQL-yhteys kopioitu

source: SQL connection created
es_es: Conexión a SQL creada
fi: SQL-yhteys luotu

source: SQL connection deleted
es_es: Conexión a SQL borrada
fi: SQL-yhteys poistettu

source: SQL connection updated
es_es: Conexión a SQL actualizada
fi: SQL-yhteys päivitetty

source: SQL connection toggled
es_es: Conexión SQL alternada
fi: SQL-yhteys kytketty

source: Table view created
es_es: Creada vista de tabla
fi: Taulukkonäkymä luotu

source: Table view edited
es_es: Editada vista de tabla
fi: Taulukkonäkymää muokattu

source: Table view deleted
es_es: Borrada vista de tabla
fi: Taulukkonäkymä poistettu

source: Table view cloned
es_es: Clonada vista de tabla
fi: Taulukkonäkymä kopioitu

source: New attribute in workflow
es_es: Nuevo atributo en el flujo
fi: Uusi attribuutti työnkulussa

source: Attributes updated in workflow
es_es: Actualizados los atributos del flujo
fi: Työnkulun attribuutit päivitetty

source: Attribute deleted
es_es: Attributo borrado
fi: Attribuutti poistettu

source: Workflow cloned
es_es: Flujo clonado
fi: Työnkulku kopioitu

source: Workflow created
es_es: Flujo creado
fi: Työnkulku luotu

source: Failed data merge into workflow
es_es: Fallo en la mezcla de datos en el flujo
fi: Tietojen yhdistäminen työnkulkuun epäonnistui

source: Workflow data flushed
es_es: Borrados los datos del flujo
fi: Työnkulun tiedot tyhjennetty

source: Table row created
es_es: Creada fila en la tabla
fi: Taulukon rivi luotu

source: Table row updated
es_es: Actualizada fila en la tabla
fi: Taulukon rivi päivitetty

source: Athena data uploaded to workflow
es_es: Datos de Athena cargados en el flujo

source: Canvas course data uploaded to workflow
es_es: Datos del curso en Canvas cargados en el flujo

source: Upload Data from CSV File
es_es: Cargar datos de un fichero CSV
fi: Lähetä tietoja CSV-tiedostosta

source: Upload Data from Excel Sheet
es_es: Cargar datos de una hoja Excel
fi: Lähetä tietoja Excel-taulukosta

source: Upload Data from Google Sheet
es_es: Cargar datos de un documento Google Sheet
fi: Lähetä tietoja Google Sheet -taulukosta

source: Upload Data from S3 CSV source
es_es: Cargar datos de fichero S3 CSV
fi: Lähetä tietoja S3 Bucket:ssa olevasta CSV-tiedostosta

source: Upload Data from SQL source
es_es: Cargar datos a través de una conexión SQL
fi: Lähetä tietoja SQL-lähteestä

source: Workflow deleted
es_es: Flujo borrado
fi: Työnkulku poistettu

source: Import workflow
es_es: Importar un flujo
fi: Työnkulun tuonti

source: Increase workflow track count.
es_es: Incrementar el contador de acceso en el workflow.
fi: Lisää työnkulun kappaleiden määrää.

source: User share added
es_es: Añadido usuario a compartir
fi: Käyttäjän osuus lisätty

source: User share deleted
es_es: Usuaro borrado de la compartición
fi: Käyttäjän osuus poistettu

source: Toggle workflow star
es_es: Cambiar favorito
fi: Kytke työnkulun tähti

source: Workflow updated
es_es: Flujo actualizado
fi: Työnkulku päivitetty

source: Update list of workflow users
es_es: Actualizar la lista de usuarios del flujo
fi: Päivitä työnkulun käyttäjien lista

source: payload
es_es: datos adicionales
fi: sisältö

source: Token valid until
es_es: Token válido hasta
fi: Token kelvollinen saakka

source: Is a model
es_es: Es un modelo
fi: On malli

source: Ready to run
es_es: Listo para ejecutar
fi: Valmiina suoritettavaksi

source: Enabled
es_es: Activado
fi: Käytössä

source: Last verified
es_es: Última verificación
fi: Viimeksi todennettu

source: Profile picture
es_es: Foto del usuario
fi: Profiilikuva

source: Email verified
es_es: Correo verificado
fi: Sähköposti vahvistettu

source: {}'s profile
es_es: Perfil de {}'s
fi: Käyttäjän {} profiili

source: level of attainment
es_es: nivel alzanzado
fi: suoriutumistaso

source: feedback
es_es: comentario
fi: palaute

source: Creating
es_es: Creando
fi: Luodaan

source: Pending
es_es: Pendiente
fi: Odottaa

source: Executing
es_es: Ejecutando
fi: Suoritetaan

source: Finished
es_es: Finalizado
fi: Valmis

source: Finished with error
es_es: Terminado con error
fi: Valmis, sisältää virheitä

source: Start of execution period
es_es: Comienzo del período de ejecución

source: End of execution period (Optional)
es_es: Final del período de ejecución (Opcional)
fi: Suoritusjakson päättyminen (valinnainen)

source: Execution Status
es_es: Estado de la ejecición
fi: Suorituksen tila

source: Type
es_es: Tipo
fi: Tyyppi

source: Driver implementing the DBAPI
es_es: Driver que implementat DBAPI
fi: DBAPI:n toteuttava ajuri

source: User
es_es: Usuario
fi: Käyttäjä

source: Host
es_es: Nodo
fi: Isäntä

source: Port
es_es: Puerto
fi: Portti

source: Database name
es_es: Nombre de la base de datos
fi: Tietokannan nimi

source: Database table
es_es: Tabla de la base de datos
fi: Tietokantataulu

source: email address
es_es: dirección de correo

source: staff status
es_es: estado del usuario

source: Designates whether the user can log into this admin site.
es_es: Designa si el usuario puede conectarse como administrador a este sitio.

source: active
es_es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
es_es: Designa si el usuario se debe tratar como activo. Desactivar este campo en lugar de borrar cuentas.

source: date joined
es_es: fecha de alta

source: user
es_es: usuario

source: users
es_es: usuarios

source: Subset of columns to show
es_es: Subconjunto de columnas a mostrar
fi: Näytettävien sarakkeiden osajoukko

source: Incorrect use of view.formula.
es_es: Uso incorrecto de view.formula.

source: number of rows
es_es: número de filas
fi: rivien lukumäärä

source: number of columns
es_es: número de columnas
fi: sarakkeiden lukumäärä

source: Unable to refresh OAuth token.
es_es: Imposible renovar el token de acceso de OAuth.
fi: OAuth tokenia ei voitu päivittää.

source: Inconsistent OAuth response. Unable to authorize
es_es: Respuesta de OAuth inconsistente. No es posible autorizar
fi: Epäkonsistentti OAuth vastaus. Autorisointi ei onnistu

source: Internal error. Empty payload in callback
es_es: Error interno. El payload del callback está vacío

source: Internal error. Empty OAuth Instance name
es_es: Error interno. El nombre de la instancia OAuth está vacío
fi: Sisäinen virhe. OAuth -instanssin nimi on tyhjä

source: Internal error. Invalid OAuth Dict element
es_es: Error interno. El diccionario OAuth es incorrecto
fi: Sisäinen virhe. OAuth Dict -elementti ei ole kelvollinen

source: Unable to obtain access token from OAuth
es_es: No se a podido obtener el token de acceso de OAuth
fi: Acces tokenia ei voitu hakea OAuth:sta

source: Incorrect callback invocation.
es_es: Invocación incorrecta de la función callback.

source: Error in OAuth2 step 1 ({0})
es_es: Error en el paso 1 de OAuth2 ({0})
fi: Virhe OAuth2 vaihe 1 ({0})

source: There was a problem with the form. Please check the details.
es_es: Ha habido un problema con el formulario. Compruebe los detalles.
fi: Lomakkeessa oli ongelma. Tarkista tiedot.

source: Profile details saved!
es_es: ¡Se han guardado los detalles del perfil!
fi: Profiilin tiedot tallennettu!

source: Multiple executions?
es_es: ¿Ejecución múltiple?
fi: Useita suorituksia?

source: Select if you want to execute multiple times.
es_es: Seleccionar si se quiere ejecutar múltiples veces.
fi: Valitse, jos haluat suorittaa useita kertoja.

source: There is an operation scheduled with this name
es_es: Ya hay una ejecución planificada con este nombre
fi: Tämänniminen ajoitettu toimenpide on jo olemassa

source: Key column in the existing table.
es_es: Columna clave en la tabla existente.

source: Key column in new table.
es_es: Columna clave en la nueva tabla.

source: The operation requires the names of two key columns.
es_es: La operación requiere los nombres de dos columnas clave.
fi: Toimenpide vaatii kahden avainsarakkeen nimet.

source: The column selected is not a key column.
es_es: La columna seleccionada no es una columna clave.
fi: Valittu sarake ei ole avainsarake.

source: The operation requires a merge method.
es_es: La operación necesita un método de mezcla.
fi: Toimenpide vaatii yhdistämismenetelmän.

source: Key column in the workflow table
es_es: Columna clave en la tabla del flujo

source: Key column in the external table
es_es: Columna clave en la tabla externa

source: Columns to upload. Leave blank to use all of them.
es_es: Columnas a cargar. Déjalo en blanco para usar todas.

source: Incorrect permission to manipulate workflow.
es_es: Permiso incorrecto para manipular el flujo.

source: Incorrect permission to manipulate action.
es_es: Permiso incorrecto para manipular la acción.
fi: Ei oikeuksia toimintojen muokkaamiseen.

source: Scheduled objects need a payload.
es_es: Los objetos planificados necesitan un payload.
fi: Ajastetut kohteet tarvitsevat hyötykuorman.

source: Invalid column name for selecting items.
es_es: Nombre de columna incorrecto para seleccionar elementos.

source: Exclude values must be a list.
es_es: La exclusión de valores debe ser una lista.

source: Exclude items needs a column in item_column.
es_es: La exclusión de elementos necesita una columna en item_column.

source: Personalized text need a column name in payload field item_column.
es_es: El texto personalizado necesita un nombre de columna en el campo item_column del payload.
fi: Henkilökohtainen teksti tarvitsee sarakkeen nimen hyötykuormakentässä item_column.

source: Incorrect column name in field item_column.
es_es: Nombre de columna incorrecto en el campo item_column.
fi: Virheellinen sarakkeen nimi kentässä item_column.

source: Incorrect type of action to schedule.
es_es: Tipo incorrecto de acción a planificar.
fi: Virheellinen toimintotyyppi ajastettavaksi.

source: Personalized text needs a subject.
es_es: El texto personalizado necesita un asunto.
fi: Personoitu teksti tarvitsee aiheen.

source: cc_email must be a space-separated list of emails.
es_es: cc_email debe tener una lista de emails separados por espacios.
fi: cc_email on oltava välilyönneillä erotettu lista sähköpostiosoitteista.

source: bcc_email must be a space-separated list of emails.
es_es: bcc_email debe tener una lista de emails separados por espacios.
fi: bcc_email on oltava välilyönneillä erotettu lista sähköpostiosoitteista.

source: Personalized JSON needs a token in payload.
es_es: El JSON personalizado necesita una ficha en el payload.
fi: Personoitu JSON tarvitsee tokenin hyötykuormassa.
