Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: The symbol ' cannot be used in the name.
es_es: El símbolo ' no puede utilizarse en el nombre.
fi: Symbolia ’ ei voi käyttää nimessä.

source: The symbol " cannot be used in the name.
es_es: El símbolo " no se puede utilizar en el nombre.
fi: Symbolia " ei voi käyttää nimessä.

source: The name cannot start with "__"
es_es: El nombre no puede comenzar con “__”
fi: Nimi ei voi alkaa ”__”

source: Copy of
es_es: Copia de
fi: Kopio kohteesta

source: Permissions
es_es: Permisos

source: Important dates
es_es: Fechas importantes

source: Email address
es_es: Dirección de correo
fi: Sähköpostiosoite

source: Enter Email
es_es: Introducir correo
fi: Syötä sähköpostiosoite

source: Enter Password
es_es: Introducir clave
fi: Syötä salasana

source: Log in
es_es: Iniciar sesión
fi: Kirjaudu sisään

source: No password set.
es_es: No se ha definido clave.

source: Invalid password format or unknown hashing algorithm.
es_es: Formato de clave inválido, o programa de hashing desconocido.

source: The two password fields didn't match.
es_es: Las dos palabras clave no son idénticas.

source: A user with that %(username)s already exists.
es_es: Ya existe un usuario con nombre %(username)s.

source: Password
es_es: Clave
fi: Salasana

source: Password confirmation
es_es: Confirmación de clave

source: Enter the same password as above, for verification.
es_es: Introduzca la misma clave que arriba, para verificarla.

source: Your password was changed, hence you have been logged out. Please relogin
es_es: Tu clave ha cambiado, por tanto la sesión ha terminado. Re-inicie la sesión
fi: Salasanasi vaihdettiin, joten sinut kirjattiin ulos. Kirjaudu uudelleen sisään

source: Incorrect type of action
es_es: Tipo de acción incorrecta
fi: Virheellinen toiminnon tyyppi

source: Name {0} is reserved.
es_es: El nombre {0} está reservado.
fi: Nimi {0} on varattu.

source: There is already an action with this name.
es_es: Ya hay una acción con este nombre.
fi: Samanniminen toiminto on jo olemassa.

source: File with previously exported OnTask actions
es_es: Fichero que contiene acciones previamente exportada
fi: Tiedosto, joka sisältää aiemmin vietyjä OnTask-toimintoja

source: File containing a previously exported action
es_es: Fichero que contiene una acción previamente exportada
fi: TIedosto, joka sisältää aiemmin viedyn toiminnon

source: Comma separated list of levels of attainment
es_es: Lista de valores permitidos separados por comas
fi: Pilkkuerotettu luettelo saavutustasoista

source: The number of levels cannot change.
es_es: El número de niveles no puede cambiar.
fi: Tasojen lukumäärää ei voi vaihtaa.

source: Target URL
es_es: URL Destino
fi: Kohde URL

source: URL to send the JSON object
es_es: URL para enviar el objeto JSON
fi: URL johon JSON-objekti lähetetään

source: Write a JSON object
es_es: Introduzca un objeto JSON
fi: Kirjoita JSON-objekti

source: Write a plain text message
es_es: Escriba un mensaje en texto plano
fi: Kirjoita viesti pelkkänä tekstinä

source: Download a snapshot of the workflow?
es_es: ¿Descargar un fichero con el estado actual del flujo?
fi: Lataa tilannevedos työnkulusta?

source: A zip file is useful to review the emails sent.
es_es: El fichero zip es útil para revisar los mensajes que se envían.
fi: Zip-tiedosto on hyödyöllinen lähetettyjen sähköpostiviestien tarkasteluun.

source: Email subject
es_es: Asunto del correo
fi: Sähköpostin otsikko

source: Space-separated list of CC emails
es_es: Lista de emails en copia separados por espacios
fi: Välilyönneillä eroteltu lista CC sähköposteista

source: Space-separated list of BCC emails
es_es: Lista de emails en copia oculta separados por espacios
fi: Välilyönneillä eroteltu lista BCC sähköposteista

source: Incorrect email value "{0}".
es_es: Valor de email incorrecto "{0}
fi: Virheellinen sähköpostiosoite ”{0}”.

source: Check/exclude items before sending?
es_es: ¿Comprobar/excluir elementos antes de enviarlos?
fi: Tarkista/sulje pois kohteita ennen lähettämistä?

source: Allows a last minute check and select some elements to be excluded.
es_es: Permite eliminar algunos elementos antes de ejecutar.
fi: Mahdollistaa viime hetken tarkistuksen ja tiettyjen elementtien pois jättämisen.

source: Authentication Token
es_es: Ficha de autenticación
fi: Autentikaatiotietue

source: Authentication token provided by the external platform.
es_es: Ficha de autenticación obtenida de la plataforma externa.
fi: Ulkoisen järjestelmän tarjoama autentikaatiotietue.

source: Send you a summary message?
es_es: ¿Enviar un mensaje con el resúmen de envios?
fi: Lähetetäänkö sinulle yhteenvetoviesti?

source: Track email reading in an extra column?
es_es: ¿Rastrear la lectura del correo en una columna extra?
fi: Jäljitetäänkö sähköpostin lukemista ylimääräisessä sarakkeessa?

source: Adds an extra column to the workflow. Results are approximate.
es_es: Añade una columna extra al flujo. Los resultados son aproximados.

source: Column to use for target email address
es_es: Columna con la dirección de correo
fi: Sarake, jota käytetään kohdesähköpostiosoitteena

source: Incorrect email address "{0}".
es_es: Direcciones de correo incorrectas “{0}.
fi: Virheellinen sähköpostiosoite ”{0}”.

source: The column with email addresses has incorrect values.
es_es: La columna con las direcciones de correo tiene valores incorrectos.
fi: Sähköpostiosoitteiden sarakkeessa on virheellisiä arvoja.

source: Recipient
es_es: Destinatario
fi: Vastaanottaja

source: Field needs a valid email address.
es_es: Este campo necesita una dirección de correo válida.
fi: Kenttään tarvitaan kelvollinen sähköpostiosoite.

source: Column to use for file name prefix (Full name if Moodle ZIP)
es_es: Columna a usar para el prefijo de fichero (“Full name” si el ZIP es para Moodle)
fi: Sarake, jota käytetään tiedostonimen etuliitteenä (Full name, jos käytössä Moodle ZIP)

source: This ZIP will be uploaded to Moodle as feedback
es_es: Este ZIP será cargado en Moodle como feedback
fi: Tämä ZIP-tiedosto ladataan Moodleen palautteeksi

source: Key column to use for file name prefix (Participant id if Moodle ZIP)
es_es: Columna clave de la que extraer el prefijo del nombre de fichero (“Participant id” si el ZIP es para Moodle)
fi: Avainsarake, jota käytetään tiedostonimen etuliitteenä (Participant id, jos käytössä Moodle ZIP)

source: The two columns must be different
es_es: Las dos columnas deben ser diferentes
fi: Näiden kahden sarakkeen tulee olla eriävät

source: A Moodle ZIP requires two column names
es_es: Un ZIP para Moodle requiere dos columnas
fi: Moodle ZIP vaatii kaksi sarakenimeä

source: Values in column must have format "Participant [number]"
es_es: Los valores en la columna deben tener el formato “Participant [número]”
fi: Sarakkeen arvojen tulee olla muodossa ”Osallistuja [numero]”

source: Canvas Host
es_es: Servidor Canvas

source: Name of the Canvas host to send the messages
es_es: Nombre del servidor Canvas al que mandar los mensajes
fi: Canvas-isännän nimi johon viestit lähetetään

source: Column with the Canvas ID
es_es: Columna con identificadores de usuario Canvas
fi: Sarake, jossa on Canvas ID

source: Check/Exclude Canvas IDs before sending?
es_es: ¿Comprobar/excluir identificadores de Canvas antes de enviar?
fi: Tarkista/sulje pois Canvas ID:itä ennen lähettämistä?

source: No Canvas Service available for this action.
es_es: No hay ningún servicio Canvas disponible para esta acción.
fi: Canvas-palvelua ei saatavilla tähän toimintoon.

source: The column does not contain valid Canvas IDs.
es_es: La columna no contiene identificadores de Canvas válidos.
fi: Valitussa sarakkeessa ei ole kelvollista Canvas ID:tä.

source: Column to exclude objects to send (empty to skip step)
es_es: Columna para excluir objetos del envío (vacío para saltar este paso)
fi: Sarake, jossa lähetyksessä ohteet (jätä tyhjäksi ohittaaksesi)

source: Values to exclude
es_es: Valores a excluir
fi: Pois suljettavat arvot

source: Incorrect date/time window
es_es: Intervalo de fecha/hora incorrecto
fi: Virheellinen päivämäärä/aikaikkuna

source: Incorrect column name.
es_es: Nombre de columna incorrecto.

source: Action contains non-existing key column "{0}"
es_es: La nueva acción tiene una columna “{0}” que no existe
fi: Toiminto sisältää avainsarakkeen ”{0}”, jota ei ole olemassa

source: Imported column {0} is different from existing one.
es_es: La columna importada {0} es diferente de la ya existente.
fi: Tuotu sarake {0} eroaa olemassaolevasta.

source: The new action creates duplicate view names
es_es: La nueva acción crea vistas con nombres duplicados

source: Unable to import action in a workflow with and empty data table
es_es: La acción no se puede importar en un flujo sin datos en la tabla
fi: Toimintoa ei voi tuoda tyhjään datataulukkoon

source: Action with name "{0}" already exists
es_es: Una acción con nombre “{0}” ya existe

source: Send
es_es: Enviar
fi: Lähetä

source: Unable to deliver message (code {0})
es_es: No se puede enviar el mensaje: (código {0})
fi: Viestin toimittaminen epäonnistui (koodi {0})

source: Message successfully sent
es_es: Mensaje enviado con exito

source: Syntax error in notification template ({0})
es_es: Error de sintaxis detectado en la plantilla ({0})
fi: Syntaksivirhe ilmoituspohjassa ({0})

source: Error when sending the notification: {0}
es_es: Se ha producido un error al enviar la notificación: {0}
fi: Virhe lähettäessä ilmoitusta: {0}

source: Invalid email address "{0}".
es_es: Dirección de correo incorrecta “{0}.
fi: Virheellinen sähköpostiosoite "{0}".

source: Error when sending the list email: {0}
es_es: Se ha producido un error al enviar el correo: {0}
fi: Virhe lähetettäessä luettelosähköpostia: {0}

source: Incorrect file. Expecting a GZIP file (exported action).
es_es: Fichero incorrecto. Se espera un fichero GZIP (acción exportada).

source: Unable to import action: {0}
es_es: No se puede importar la acción: {0}
fi: Seuraavan toiminnon tuonti epäonnistui: {0}

source: Error while retrieving content (index: {0})
es_es: Error al acceder el contenido (índice: {0})
fi: Virhe haettaessa sisältöä (indeksi: {0})

source: Criterion
es_es: Criterio
fi: Kriteeri

source: Inconsistent LOA in rubric criteria
es_es: El nivel alcanzado es inconsistente en el criterio de la rúbrica
fi: Epäjohdonmukainen suoriutumistaso rubriikkikriteereissä

source: Error when evaluating conditions for user {0}
es_es: Error al evaluar las condiciones para el usuario {0}
fi: Virhetilanne soveltaessa ehtoja käyttäjälle {0}

source: Unable to find survey data.
es_es: No se ha encontrado la información del questionario.

source: Data not found in the table
es_es: No se han encontrado datos en la tabla
fi: Tietoja ei löydy taulukosta

source: Name
es_es: Nombre
fi: Nimi

source: Description (shown to learners)
es_es: Descripción (se muestra a los estudiantes)
fi: Kuvaus (näkyy oppijoille)

source: Allow change?
es_es: ¿Se puede cambiar?
fi: Salli muutokset?

source: Condition
es_es: Condición
fi: Ehto

source: Operations
es_es: Operaciones
fi: Tehtävät

source: Action successfully cloned.
es_es: Acción duplicada con éxito.
fi: Toiminto kopioitu onnistuneesti.

source: Action successfully deleted.
es_es: Acción borrada con éxito.

source: Attachment {0} added.
es_es: Adjunto {0} añadido.

source: Attachment removed.
es_es: Adjunto borrado.

source: Incorrect form (it does not have a file attached)
es_es: Formulario incorrecto (no tiene un fichero adjunto)
fi: Väärä muoto (ei liitetiedostoa)

source: Unable to import file. Incorrect fields.
es_es: No se ha podido importar el fichero. Campos incorrectos.
fi: Tiedoston tuonti epäonnistui. Virheelliset kentät.

source: Unable to import file: {0}
es_es: No se ha podido importar el fichero: {0}
fi: Tiedoston tuonti epäonnistui: {0}

source: Actions imported: {0}
es_es: Acciones importadas: {0}
fi: Tuodut toiminnot: {0}

source: Unable to execute actions due to a misconfiguration. Ask your system administrator to enable message queueing.
es_es: No es posible ejecutar la acción debido a una configuración incorrecta. Pida al administrador que habilite la cola de mensajes.
fi: Toimintoja ei voida suorittaa konfiguraatiovirheen vuoksi. Pyydä järjestelmänvalvojaa ottamaan käyttöön jonotustoiminto.

source: Incorrect action run invocation.
es_es: Invocación incorrecta al ejecutar la acción.
fi: Virheellinen toiminnon suorituskutsu.

source: Incorrect item filter invocation.
es_es: Invocación incorrecta del filtro.
fi: Virheellinen suodattimen kutsu.

source: Incorrect ZIP action invocation.
es_es: Invocación incorrecta de acción ZIP.
fi: Virheellinen ZIP-toiminnon kutsu.

source: Incorrect payload in ZIP action invocation
es_es: Invocación incorrecta de acción ZIP
fi: Virheellinen hyötykuorma ZIP-toiminnon kutsussa

source: Incorrect request. Unable to process
es_es: Petición incorrecta. No es posible procesarla
fi: Virheellinen pyyntö. Ei voi käsitellä

source: Action not found
es_es: Acción no encontrada

source: Action is not enabled.
es_es: La acción no está habilitada.

source: Unable to identify the user.
es_es: No se ha encontrado el usuario.

source: Unable to process the action.
es_es: No es posible procesar la acción.

source: Action does not belong to current workflow.
es_es: Acción no pertenece al flujo actual.

source: Comma separated list of values allowed in this column
es_es: Lista de valores permitidos separados por comas
fi: Tässä sarakkeessa pilkulla erotettu lista arvoista on sallittu

source: There is a column already with this name
es_es: Ya hay una columna con este nombre
fi: Samanniminen sarake on jo olemassa

source: Changes not allowed. Column is part of rubric action
es_es: No se permiten cambios. La columna es parte de una rúbrica en una acción

source: Value to assign to all cells in the column
es_es: Valor a asignar a toda la columna
fi: Kaikkiin sarakkeen soluihin kohdistettava arvo

source: Incorrect initial value
es_es: Valor inicial incorrecto
fi: Virheellinen alkuarvo

source: This value is not in the list of allowed values
es_es: Este valor no está en la lista de valores permitidos
fi: Tämä arvo ei ole sallittujen arvojen luettelossa

source: Question name
es_es: Nombre de la pregunta
fi: Kysymyksen nimi

source: Description (shown to the learners)
es_es: Descripción (se muestra a los estudiantes)
fi: Kuvaus (näkyy oppijoille)

source: Question position (zero to insert last)
es_es: Posición de la pregunta (cero para insertar última)
fi: Kysymyksen sijoitus (nolla lisätäksesi viimeiseksi)

source: Question active from
es_es: Pregunta activa desde
fi: Kysymys on aktiivinen alkaen

source: Question active until
es_es: Pregunta activa hasta
fi: Kysymys on aktiivinen asti

source: Item name
es_es: Nombre del elemento

source: Item position (zero to insert last)
es_es: Posición del elemento (cero para insertar al final)
fi: sarakkeen sijainti (nolla lisätäksesi viimeiseksi)

source: Item active from
es_es: Elemento activo desde

source: Item active until
es_es: Elemento activo hasta
fi: Sarake on aktiivinen asti

source: Criterion name
es_es: Nombre del criterio
fi: Kriteerin nimi

source: Criterion Description
es_es: Descripción del criterio
fi: Kriteeirn kuvaus

source: Comma-separated list of levels of attainment
es_es: Lista de niveles alcanzados separados por comas
fi: Pilkuilla eroteltu lista suoriutumistasoista

source: The criterion needs a non-empty set of values
es_es: El criterio necesita un conjunto de valores no vacío
fi: Kriteeri tarvitsee ei-tyhjän arvojoukon

source: There must be at least one column with unique values
es_es: Debe haber una columna con valores únicos (clave)
fi: On oltava vähintään yksi sarake, jossa on uniikit arvot

source: The column does not have unique values for each row.
es_es: La columna no tiene valores únicos en cada celda.
fi: Sarakkeessa ei ole uniikkeja arvoja kullekin riville.

source: Columns to combine*
es_es: Columnas a combinar*
fi: Yhdistettävät sarakkeet*

source: A column with that name already exists
es_es: Una columna con este nombre ya existe
fi: Samanniminen sarake on jo olemassa

source: You need to select the columns to combine
es_es: Se necesita seleccionar las columnas a combinar
fi: Sinun on valittava yhdistettävät sarakkeet

source: Incorrect data type for the selected operand
es_es: Tipo de datos incorrecto para el operando seleccionado
fi: Virheellinen tietotyyppi valitulle operandille

source: Comma-separated list of values. If a number, m - n means integer values from that interval.
es_es: Lista de valores separados por comas. Si es un numero, m - n significa valores enteros en este intervalo.
fi: Pilkuilla erotettu luettelo arvoista. Jos luku, m - n tarkoittaa kokonaislukuarvoja tältä väliltä.

source: Columns to insert
es_es: Columnas a insertar
fi: Lisättävät sarakkeet

source: Incorrect date/times in the active window for column {0}
es_es: Fechas/horas incorrectas en la ventana activa de la columna {0}
fi: Virheellinen päiväys tai aika sarakkeen {0} aktiivisessa ikkunassa

source: Unable to add element: {0}
es_es: Imposible añadir elemento: {0}
fi: Elementtiä ei voi lisätä: {0}

source: Unable to add column: {0}
es_es: Imposible añadir columna: {0}
fi: Ei voitu lisätä saraketta: {0}

source: Unable to add the column: {0}
es_es: Imposible añadir la columna: {0}
fi: Ei voitu lisätä saraketta: {0}

source: The column has no meaningful values
es_es: La columna tiene valores incorrectos
fi: Sarakkeessa ei ole merkityksellisiä arvoja

source: Operation only valid or Rubric actions
es_es: Operación válida sólo para acciones de tipo Rúbrica
fi: Toiminto kelvollinen vain rubriikkitoiminnoissa

source: Incorrect invocation of criterion insert operation.
es_es: Invocación incorrecta de la operación para añadir un criterio.
fi: Kriteerien lisäystoiminnan virheellinen kutsuminen.

source: Criterion does not have the correct levels of attainment
es_es: El criterio no tiene los niveles alcanzados correctos
fi: Kriteerillä ei ole oikeita suoriutumistasoja

source: The column needs to have a fixed set of possible values
es_es: La columna ha de tener un conjunto fijo de valores
fi: Sarakkeessa on oltava kiinteä joukko mahdollisia arvoja

source: sum: Sum selected columns
es_es: sum: Suma de columnas seleccionadas
fi: summa: Valittujen sarakkeiden summa

source: prod: Product of the selected columns
es_es: prod: Producto de columnas seleccionadas
fi: prod: Valittujen sarakkeiden tulo

source: max: Maximum of the selected columns
es_es: max: Máximo de las columnas seleccionadas
fi: max: Valittujen sarakkeiden maksimi

source: min: Minimum of the selected columns
es_es: min: Mínimo de las columnas seleccionadas
fi: min: Valittujen sarakkeiden minimi

source: mean: Mean of the selected columns
es_es: mean: Media de las columnas seleccionadas
fi: mean: Valittujen sarakkeiden keskiarvo

source: median: Median of the selected columns
es_es: median: Mediana de las columnas seleccionadas
fi: mediaani: Valittujen sarakkeiden mediaani

source: std: Standard deviation over the selected columns
es_es: std: Desviación estándar de las columnas seleccionadas
fi: std: Keskihajonta valituista sarakkeista

source: all: True when all elements in selected columns are true
es_es: all: Cierto si todos los elementos en las columnas seleccionadas son ciertos
fi: all: Palauttaa arvon tosi, kun kaikki elementit valituissa sarakkeissa ovat totta

source: any: True when any element in selected columns is true
es_es: any: Cierto si algún elemento de las columnas seleccionadas es cierto
fi: any: Palauttaa arvon tosi, kun jokin elementti valituissa sarakkeissa on totta

source: Cannot add column to a workflow without data
es_es: No es posible añadir una columna a un flujo sin datos
fi: Saraketta ei voi lisätä työnkulkuun, jossa ei ole tietoja

source: Unable to add random column: {0}
es_es: Imposible añadir columna con números aleatorios: {0}
fi: Satunnaista saraketta ei voi lisätä: {0}

source: Unable to clone column: {0}
es_es: Imposible clonar la columna: {0}
fi: Ei voitu kloonata saraketta: {0}

source: You cannot restrict a key column
es_es: No es posible restringir una columna clave
fi: Et voi rajoittaa avainsaraketta

source: Name cannot be empty
es_es: El nombre no puede ser vacío
fi: Nimi ei voi olla tyhjä

source: There is already a condition with this name.
es_es: Ya hay una condición con este nombre.
fi: Samanniminen ehto on jo olemassa.

source: The workflow has a column with this name.
es_es: Ya hay un flujo con este nombre.
fi: Työnkulussa on tämänniminen sarake.

source: The workflow has an attribute with this name.
es_es: El flujo tiene un atributo con este nombre.
fi: Työnkulussa on tämänniminen attribuutti.

source: Incorrect invocation of set view as filter
es_es: Llamada incorrecta a la función para asignar una vista como filtro

source: Incorrect action id.
es_es: Identificador de acción incorrecto.
fi: Virheellinen toiminto-id {0}

source: Condition successfully cloned.
es_es: La condiciono ha sido duplicada con éxito.
fi: Ehto kopioitu onnistuneesti.

source: There is already a connection with this name.
es_es: Ya hay una conexión con este nombre.
fi: Samanniminen yhteys on jo olemassa.

source: Authentication for the connection
es_es: Autenticación para la conexión
fi: Yhteyden autentikaatio

source: Authentication for the session
es_es: Autenticación para la sesión
fi: Istunnon autentikaatio

source: Table to load
es_es: Tabla a cargar
fi: Ladattava taulukko

source: Key Column in Existing Table
es_es: Columna clave en la tabla existente
fi: Avainsarake nykyisessä taulukossa

source: Method to select rows to merge
es_es: Método para seleccionar filas para mezclar
fi: Yhdistettävien rivien valintatapa

source: Enabled?
es_es: ¿Activado?
fi: Käytössä?

source: SQL Connections
es_es: Conexiones SQL
fi: SQL-yhteydet

source: Athena Connections
es_es: Conexiones a Athena
fi: Athena-yhteydet

source: Unable to refresh OAuth access token
es_es: Imposible refrescar el token de acceso de OAuth.

source: Unable to obtain Canvas OAuth information
es_es: Incapaz de obtener la información de Canvas OAuth
fi: Canvas OAuth -tietoja ei löytynyt

source: Error when invoking Canvas API: {0}.
es_es: Error al invocar Canvas API: {0}
fi: Virhe kutsuessa Canvas API: {0}.

source: Unable to find OAuth Information Record
es_es: No se ha encontrado información de OAuth para este elemento
fi: OAuth Information Record ei löytynyt

source: Incorrect execution due to absence of token
es_es: Ejecución incorrecta debido a la ausencia de token
fi: Virheellinen suoritus, token puuttuu

source: Empty course_id detected.
es_es: Detectado course_id vacío.

source: Negative course id given.
es_es: Detectado course_id negativo.

source: Incorrect course id given.
es_es: Identificador de curso incorrecto.

source: Incorrect response from API call {0}
es_es: Respuesta incorrecta tras la llamada a la API {0}

source: The new data does not preserve the key property of column "{0}"
es_es: Los datos nuevos no conservan la propiedad clave de la columna “{0}
fi: Uudet tiedot eivät säilytä sarakkeen ”{0}” avainominaisuutta

source: Incorrect execution time specification.
es_es: Tiempo de ejecución incorrecto.
fi: Virheellinen suoritusajan määrittely.

source: Frequency of execution is missing.
es_es: No se ha especificado la frecuencia de ejecución.
fi: Suoritusaikataulun frekvenssi puuttuu.

source: Execution times in the past. No execution possible.
es_es: No es posible ejecutar la operación. Los tiempos de ejecución ha pasado.
fi: Suoritusajat menneisyydessä. Suoritus ei onnistu.

source: Execution time is in the past. No execution possible.
es_es: No es posible ejecutar la operación. El tiempo de ejecución ha pasado.
fi: Suoritusaika on mennyt. Suoritus ei onnistu.
