Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: Schedule Action Execution
es_es: Planificar la ejecución de una acción
fi: Ajasta toimintojen suoritus

source: Schedule
es_es: Planificar
fi: Ajastus

source: Incorrect request for operation scheduling
es_es: Petición incorrecta de acción planificada
fi: Virheellinen pyyntö toimenpiteen ajastukseen

source: Unable to create scheduled operation: {0}
es_es: No se puede crear la acción planificada: {0}
fi: Ajastetun toimenpiteen luonti ei onnistu: {0}

source: Canvas Course Upload
es_es: Carga de curso Canvas

source: Unable to create scheduled operation ({0})
es_es: No se puede crear la acción planificada: {0}
fi: Ajastetun toiminnon luominen ei onnistu ({0})

source: Starting at
es_es: Comienza a las
fi: Alkaen

source: From
es_es: Desde
fi: Alkaen

source: Frequency
es_es: Frecuencia
fi: Frekvenssi

source: Until
es_es: Hasta
fi: Saakka

source: Status
es_es: Estado
fi: Tila

source: Schedule SQL Upload
es_es: Planificar una carga de datos de SQL
fi: Ajasta SQL-lähetys

source: Incorrect scheduling of SQL Upload (zero connections)
es_es: Programación de carga SQL incorrecta (no hay conexiones)

source: Incorrect action scheduling invocation.
es_es: Datos incorrectos para planificar una acción.
fi: Virheellinen toimintojen ajastuksen kutsu.

source: Template to send email notification
es_es: Plantilla para enviar el mensaje de notificación
fi: Viestipohjat sähköposti-ilmoituksiin

source: Subject line for notification messages
es_es: Asunto para los mensajes de notificación
fi: Aihekenttä ilmoitusviesteihin

source: "From:" field in notification emails
es_es: Destinatario en los correos de notificación
fi: Lähettäjäkenttä sähköposti-ilmoituksissa

source: "From": field in all outgoing emails
es_es: Destinatario en los correos

source: Uploads
es_es: Datos subidos
fi: Lataukset

source: Content types allowed in uploads
es_es: Typos de contenidos permitidos en las cargas
fi: Sallitut sisältötyypit

source: Maximum size allowed in file uploads
es_es: Tamaño máximo de fichero permitido en las cargas
fi: Suurin sallittu koko tiedostolatauksissa

source: Transformations and Models
es_es: Transformaciones y Modelos
fi: Muunnokset ja mallit

source: Folder where code packages are stored
es_es: Carpeta en la que se almacenan los paquetes
fi: Kansio, johon koodipaketit tallennetaan

source: Logs
es_es: Registro
fi: Lokit

source: Maximum number of logs shown to the user
es_es: Número máximo de registros mostrados al usuario
fi: Käyttäjälle näytettävien lokien enimmäismäärä

source: Miscellaneous
es_es: Varios
fi: Sekalaiset

source: URL prefix to access the documentation
es_es: URL Prefijo para acceder a la documentación
fi: URL-etuliite dokumentaatioon pääsemiseksi

source: New ontask user profile for %s created
es_es: Nuevo perfil de usuario OnTask creado para %s
fi: Uusi ontask käyttäjäprofiili %s luotu

source: Error when overriding dataframe
es_es: Ha habido un error sobreescribiendo el data frame

source: Post request requires workflow without a table
es_es: El post necesita un flujo sin tabla
fi: Lähetyspyyntö vaatii työnkulun ilman taulukkoa

source: Merge request requires a workflow with a non-empty table
es_es: La petición de mezcla requiere un flujo con una tabla no vacía

source: View name
es_es: Nombre de la vista
fi: Näytä nimi

source: View Description
es_es: Descripción de la vista
fi: Näytä kuvaus

source: Columns to show
es_es: Columnas a mostrar
fi: Näytettävät sarakkeet

source: The view needs at least one column to show
es_es: La vista necesita al menos una columna a mostrar
fi: Näkymässä tarvitaan vähintään yksi sarake

source: There needs to be at least one key column
es_es: Debe haber al menos una columna que sea clave
fi: On oltava vähintään yksi avainsarake

source: There is already a view with this name.
es_es: Ya hay una vista con este nombre.
fi: Samanniminen näkymä on jo olemassa.

source: JSON string encoding a pandas data frame
es_es: String en formato JSON codificando un data frame de pandas
fi: JSON-merkkijono, joka sisältää pandas-tietokehyksen

source: Unable to create dataframe with the given data
es_es: No se ha podido crear el data frame con los datos

source: One of the following values: inner, outer, left or right
es_es: Uno de los siguientes valores: inner, outer, left o right
fi: Yksi seuraavista arvoista: sisäinen, ulkoinen, vasen tai oikea

source: ID of the column in destination data frame with unique key
es_es: Identificador de la columna clave en el data frame destino
fi: Kohteen tietokehyksen sarakkeen ID, jolla on uniikki avain

source: ID of column in source data frame with unique key
es_es: Identificador de la columna clave en el data frame fuente
fi: Lähdetietokehyksen sarakkeen ID, jolla on uniikki avain

source: Field must be a JSON string encoding a pandas data frame
es_es: Este campo debe ser un pandas data frame codificado como string JSON
fi: Tämän kentän on oltava JSON-merkkijono, joka sisältää pandas-tietokehyksen

source: This field must be the Base64 encoded result of pandas.to_pickle() function
es_es: Este campo debe ser el resultado de la función pandas.to_pickle() codificado como Base64
fi: Tämän kentän on oltava pandas.to_pickle() -toiminnon Base64 -enkoodattu tulos

source: Unable to create data frame
es_es: No se ha podido crear un data frame
fi: Tietokehystä ei voida luoda

source: This field must be the Base64 encoded result of the pandas.to_pickle() function
es_es: Este campo debe contener el resultado de la función pandas.to_pickle() codificado en Base64
fi: Tämän kentän on oltava pandas.to_pickle() -toiminnon Base64 -enkoodattu tulos

source: View with name {0} already exists
es_es: Vista con nombre {0} ya existe

source: Invalid column name {0}
es_es: El nombre {0} es incorrecto para una columna

source: Incorrect URL invoked to delete a row
es_es: URL incorrecta invocada para borrar una fila
fi: Virheellinen URL-osoite kutsuttu rivin poistamiseksi

source: No values in this column
es_es: Columna sin datos
fi: Tässä sarakkeessa ei ole arvoja

source: No value in this column
es_es: Esta columna no tiene datos
fi: Ei arvoa tässä sarakkeessa

source: Error while cloning table view.
es_es: Error al clonar la vista de la tabla.
fi: Virhe kopioidessa taulukkonäkymää.

source: No view found matching the query.
es_es: No se ha encontrado la vista para la consulta dada.

source: Unable to provide visualisation without data.
es_es: No hay datos para crear la visualización.
fi: Visualisointia ei voida näyttää ilman tietoja.

source: Unable to visualize table row
es_es: Imposible visualizar esta fila de la tabla
fi: Taulukon riviä ei voi visualisoida

source: Workflow has no data.
es_es: El flujo no tiene datos.

source: Formula is excluding all rows from the table
es_es: La fórmula excluye todas las filas de la tabla

source: There is no data in the table
es_es: No hay datos en la tabla
fi: Taulukossa ei ole dataa

source: Unable to find user with id {0}
es_es: No se ha encontrado el usuario con identificador "{0}"
fi: Ei löydetty käyttäjää, jolla id {0}

source: Unable to find workflow with id {0}
es_es: No se ha podido encontrar el flujo con identificador {0}
fi: Ei löydetty työnkulkua, jolla id {0}

source: Unable to find action with id {0}
es_es: No se ha encontrado una acción con identificador {0}
fi: Ei löydetty toimintoa, jolla id {0}

source: Error executing operation: {0}
es_es: Error al ejecutar operación: {0}
fi: Virhe suorittaessa toimenpidettä: {0}

source: Invalid operation type in task factory.
es_es: Operación incorrecta en la factoría de tareas (task factory)

source: Bad request
es_es: Petición incorrecta

source: Bad request received
es_es: Recibida una petición incorrecta
fi: Bad request vastaanotettu

source: The application received an incorrect request.
es_es: La aplicación ha recibido una petición incorrecta.
fi: Sovellus vastaanotti virheellisen pyynnön.

source: Permission denied
es_es: Permiso denegado
fi: Lupa evätty

source: No permission for the requested operation.
es_es: No se dispone de permiso para la operación requerida.
fi: Ei lupaa pyydettyyn toimenpiteeseen.

source: Unable to process page
es_es: No es posible procesar la página

source: The request could not be processed.
es_es: No se ha podido procesar la petición.

source: Back
es_es: Atrás
fi: Takaisin

source: System error
es_es: Error del sistema
fi: Järjestelmävirhe

source: Oops! The platform had an internal error. We are sorry. We hope to address this anomaly soon.
es_es: ¡Vaya! La plataforma ha tenido un error interno. Lo lamentamos. Esperamos solventar esta anomalía pronto.
fi: Oho! Alustalla oli sisäinen virhe. Olemme pahoillamme. Pyrimme käsittelemään tämän poikkeaman pikaisesti.

source: About
es_es: Conózcanos
fi: Tietoja

source: OnTask Login
es_es: Sesión en OnTask
fi: OnTask -kirjautuminen

source: A platform to deploy personalised feedback at scale
es_es: Una plataforma para desplegar feedback personalizado y a escala

source: Greetings. You received this email because you requested a password reset for your user account at %(site_name)s.
es_es: Hola. Ha recibido este mensaje porque a pedido reiniciar su palabra clave de su cuenta de usuario en %(site_name)s.
fi: Tervehdys. Sait tämän viestin, koska pyysit salasanan nollausta käyttäjätilillesi sivustolla %(site_name)s.

source: Please click in the following link and choose a new password:
es_es: Por favor, haga click en el siguiente enlace para escoger una nueva palabra clave:
fi: Klikkaa oheista linkkiä ja valitse uusi salasana:

source: Your login email is
es_es: Tu email para conectarse es
fi: Kirjautumissähköpostiosoitteesi on

source: Regards
es_es: Saludos
fi: Terveisin

source: The team behind %(site_name)s
es_es: El equipo tras %(site_name)s
fi: %(site_name)s ylläpitotiimi

source: Password reset on %(site_name)s
es_es: Cambio de clave en %(site_name)s
fi: Salasanan palautus sivustolla %(site_name)s

source: Log In
es_es: Iniciar sesión
fi: Kirjaudu sisään

source: The importance of personalisation
es_es: La importancia de la personalización
fi: Personoinnin tärkeys

source: Learners are more likely to have an effective experience when their environment is personalised. Resources, comments, suggestions and feedback that take into account the reality of each learner are much more effective than those addressing an entire cohort. But personalisation has traditionally been based on highly detailed pre-conceived models of learner behaviour. OnTask offers an environment to personalise resources based on data collected from any learning environment.
es_es: La experiencia de aprendizaje de un estudiante es más efectiva cuando el entorno está personalizado. Recursos, comentarios, sugerencias o realimentación que tiene en cuenta la realidad de cada estudiante son más efectivos que aquellos que van dirigidos a un grupo en general. Pero hasta ahora la personalización se ha implementado mediante modelos muy detallados del comportamiento del estudiante. OnTask ofrece un entorno para personalizar recursos basado en los datos que se obtienen de cualquier entorno de aprendizaje.

source: The importance of feedback
es_es: La importancia de la realimentación
fi: Palautteen tärkeys

source: Feedback is more effective when framed as a dialogue. But such dialogue will be highly dependent on the personal situation of each learner. How can we combine knowledge about the learners with the need to have personalised interaction? OnTask will help instructors and learners to initiate this dialogue.
es_es: La realimentación es más efectiva cuando se enmarca como un diálogo. Pero ese diálogo depende de la situación personal de cada estudiante. ¿Cómo podemos combinar el conocimiento del estudiante con la necesidad de una interacción personalizada? OnTask ayuda a los profesores y estudiantes a comenzar este diálogo.

source: The importance of data
es_es: La importancia de los datos
fi: Datan tärkeys

source: In the era of technology-mediated learning, data is ubiquitous. But instead of providing instantaneous benefits, this abundance brings a serious challenge to tranform data into actionable knowledge. It is not enough to have data, it is essential to use data to support a clearly identified objective in the learning environment. How can this support be articulated? How can it be used in multiple environments? OnTask establishes this connection between data and its use to provide a scalable solution to learning personalisation.
es_es: En la era del aprendizaje mediado por tecnología, los datos son omnipresentes. Pero en lugar de ofrecer beneficios instantáneos, esta abundancia plantea el reto importante de transformar datos en conocimiento útil. No es suficiente tener datos, es esencial utilizar estos datos para apoyar alguno de los objetivos del entorno de aprendizaje. ¿Cómo podemos articular este apoyo? ¿Cómo podemos utilizarlo en múltiples entornos? OnTask establece una esta conexión entre datos y su uso para ofrecer una solución escalable al aprendizaje personalizado.

source: More Information
es_es: Más información
fi: Lisätietoja

source: Password Change
es_es: Cambio de clave
fi: Salasanan vaihto

source: Password Reset Done
es_es: Clave cambiada
fi: Salasana nollattu

source: Password reset email sent
es_es: Enviado el mensaje de correo para reiniciar la clave
fi: Salasanan nollausviesti lähetetty

source: Please check your mail.
es_es: Por favor compruebe su email.
fi: Tarkista sähköpostisi.

source: Back to login page
es_es: Retorno a la página de entrada
fi: Takaisin kirjautumissivulle

source: Password Reset
es_es: Cambio de clave
fi: Salasanan nollaus

source: Password reset
es_es: Cambio de clave
fi: Salasanan nollaus

source: This action is not available for you at this time
es_es: Esta acción no está disponible para tí en este momento
fi: Tämä toiminto ei ole käytettävissäsi tällä hetkellä

source: Action execution
es_es: Ejecución de la acción
fi: Toiminnon suoritus

source: Action ZIP creation
es_es: Acción ZIP creada
fi: Toiminto ZIP:n luominen

source: Your ZIP will start to download shortly.
es_es: El fichero ZIP se descargará en breve.
fi: ZIPin lataus alkaa pian.

source: ZIP action
es_es: ZIP de la acción
fi: ZIP toiminto

source: ZIP for action "%(n)s"
es_es: Crear un ZIP para la acción “%(n)s”
fi: ZIP toiminnolle "%(n)s"

source: A ZIP with %(n)s files will be created.
es_es: Se creará un ZIP con %(n)s ficheros.
fi: Luodaan ZIP, jossa %(n)s tiedostoa.

source: Cancel
es_es: Cancelar
fi: Peruuta

source: Preview
es_es: Vista previa
fi: Esikatselu

source: Next
es_es: Siguiente
fi: Seuraava

source: The action does not apply to any data.
es_es: No hay datos a los que aplicar la acción.
fi: Toiminto ei koske tietoja.

source: Review the action filter
es_es: Revisar el filtro de la acción
fi: Tarkista toimintosuodatin

source: This function creates a ZIP with one HTML file for each user selected by the action. The file contains the personalised text as shown when using the "Preview" button. The file name is created with the values of the two selected columns followed by the suffix. If you plan to use the ZIP to use as file feedback in Moodle, the first column must contain values of the form "Participant [number]" and the second must be the user's full name. These columns can be obtained by downloading first the grading CSV file from the Moodle assignment, merge them into the workflow, and then use them to create this ZIP and upload it.
es_es: Esta función crea un ZIP con un fichero HTML para cada usuario seleccionado por la acción. El fichero contiene el texto personalizado tal y como muestra el botón de “Vista previa”. El nombre de fichero se crea con los valores de las dos columnas seleccionadas seguido de un sufijo. Si vas a utilizar el ZIP como fichero de feedback en Moodle, la primera columna debe tener valores de la forma “Participant [número]” y La segunda columna debe ser el nombre completo. Estas columnas se obtienen descargándose el fichero CSV para corregir offline en Moodle, y luego mezclando los datos en el flujo y usándolos para crear el fichero ZIP y subirlo.
fi: Tämä toiminto luo ZIP-paketin, jossa on yksi HTML-tiedosto jokaiselle toiminnon valitsevalle käyttäjälle. Tiedosto sisältää henkilökohtaisen tekstin, joka näkyy "Esikatselu" -painiketta käytettäessä. Tiedostonimi luodaan kahden valitun sarakkeen arvoilla, joita seuraa jälkiliite. Jos aiot käyttää ZIP-pakettia Moodle-palautteena, ensimmäisessä sarakkeessa on oltava lomakkeen "Osallistuja [numero]" arvot ja toisen on oltava käyttäjän koko nimi. Nämä sarakkeet saadaan lataamalla ensin arviointitiedosto (CSV) Moodle-tehtävästä, yhdistämällä ne työnkulkuun ja sitten luomalla ZIP-paketin ja lataamalla sen Moodleen.

source: Edit Survey
es_es: Editar Questionario
fi: Muokkaa kyselyä

source: Edit TODO List
es_es: Editar lista Por Hacer

source: See the content as shown to each learner
es_es: Ver el contenido como se muestra al estudiante
fi: Katso sisältö sellaisena, kun se näkyy kullekkin oppijalle

source: Save action and go back to action table
es_es: Guardar acción y volver a la tabla de acciones
fi: Tallenna toiminto ja palaa toimintotaulukkoon

source: Done
es_es: Terminar
fi: Valmis

source: There must be at least one question (non-key column).
es_es: Debe haber al menos una pregunta (columna no-clave)

source: There must be at least one item in the list (non-key column).
es_es: Debe haber al menos una elemento en la lista (columna no única)

source: All questions should have non-empty descriptions.
es_es: Todas las preguntas deben tener descripciones.
fi: Kaikkien kysymysten kuvausten tulee olla epätyhjiä.

source: All list items should have non-emty descriptions.
es_es: Todos los elementos deben tener descripciones no vacías.

source: No description text provided in Survey Parameters
es_es: No hay una descripción en los Parámetros del Cuestionario
fi: Kuvaustekstiä ei löydy kyselyn parametreista

source: No description text provided in TODO List Parameters.
es_es: No hay una descripción en los parámetros de la lista Por Hacer.

source: You need to specify a key column in the Survey Parameters
es_es: Se necesita especificar una columna clave en los Parámetros del Cuestionario

source: You need to specify a key column in the TODO List Parameters
es_es: Se necesita especificar una columna clave en los Parámetros de la lista Por Hacer

source: Survey parameters
es_es: Parámetros del cuestionario

source: TODO List parameters
es_es: Parámetros de la lista Por Hacer

source: Edit description
es_es: Editar descripción
fi: Muokkaa kuvausta

source: Edit
es_es: Editar
fi: Muokkaa

source: Key column to match the user id
es_es: Columna clave para emparejar el identificador de usuario
fi: Avainsarake, joka vastaa käyttäjätunnusta (user id)

source: Please, select Key column
es_es: Seleccione una columna clave
fi: Valitse avainsarake, kiitos

source: Unset key column
es_es: Ninguna columna
fi: Asettamaton avainsarake

source: Edit Action
es_es: Editar acción
fi: Muokkaa toimintoa

source: Edit Rubric
es_es: Editar Rúbrica
fi: Muokkaa rubriikkia

source: Import actions
es_es: Importar acciones
fi: Tuo toimintoja

source: Import
es_es: Importar
fi: Tuo

source: Create an identical action
es_es: Crear una acción idéntica
fi: Luo samanlainen toiminto

source: Change name and/or description
es_es: Cambiar el nombre y/o la descripción
fi: Muuta nimeä ja/tai kuvausta

source: Delete the action
es_es: Borrar la acción
fi: Poista toiminto

source: Enter data manually
es_es: Introducir data manualmente
fi: Anna tiedot manuaalisesti

source: Send personalised JSONs
es_es: Enviar objetos JSON personalizados
fi: Lähetä personoidut JSON-tietueet

source: Send personalised text
es_es: Enviar mensajes personalizados
fi: Lähetä personoitu teksti

source: URL for learners to access the personalised text
es_es: URL para que los estudiantes accedan al texto personalizado
fi: URL-osoite oppijoiden henkilökohtaiseen tekstiin

source: URL for learners to introduce data
es_es: URL para que los estudiantes introduzcan los datos
fi: URL-osoite tietojen pyytämiseksi oppijoilta

source: Create a ZIP with each personalised text in a file
es_es: Crear un ZIP con un fichero para cada texto personalizado
fi: Luo ZIP-paketti, jossa on jokainen personoitu teksti tiedostona

source: See when this action was executed
es_es: Ver cuando se ha ejecutado esta acción
fi: Katso milloin tämä toiminto suoritettiin

source: Timeline
es_es: Cronología
fi: Aikajana

source: Schedule the execution of the action
es_es: Planificar la ejecución de la acción
fi: Ajasta toimintojen suorittaminen

source: Export the content of this action
es_es: Exportar el contenido de esta acción
fi: Vie tämän toiminnon sisältö

source: Export
es_es: Exportar
fi: Vie

source: Confirm action cloning
es_es: Confirme la clonación de la acción
fi: Vahvista toiminnon kopiointi

source: Are you sure you want to clone action <strong>%(n)s</strong>?
es_es: ¿Está seguro que quiere clonar la acción action <strong>%(n)s</strong>?
fi: Haluatko varmasti kopioida toiminnon <strong>%(n)s</strong>?

source: A new action with the prefix "Copy of " will be created
es_es: Se creará una acción nueva con el prefijo "Copy of "
fi: Luodaan uusi toiminto, jossa on etuliite "Kopio kohteesta ”

source: Clone action
es_es: Clonar acción
fi: Kopioi toiminto

source: Create a new action
es_es: Crear una nueva acción
fi: Luo uusi toiminto

source: Create action
es_es: Crear acción
fi: Luo toiminto

source: Confirm action deletion
es_es: Confirme el borrado de la acción
fi: Vahvista toiminnan poistaminen

source: Are you sure you want to delete the action <strong>%(n)s</strong>?
es_es: ¿Está seguro que quiere clonar la acción action <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa toiminnon <strong>%(n)s</strong>?

source: Delete action
es_es: Borrar acción
fi: Poista toiminto

source: Update
es_es: Actualizar
fi: Päivitä

source: The filter excludes all the students
es_es: El filtro excluye a todos los alumnos
fi: Suodatin sulkee pois kaikki oppijat

source: Some condition evaluates to FALSE for all users
es_es: Una de las condiciones evalúa a FALSO para todos los usuarios
fi: Jotkin ehdot saavat arvon FALSE kaikille käyttäjille

source: %(n)s user has all conditions equal to FALSE
es_es: %(n)s usuario tiene todas las condiciones igual a FALSO
fi: %(n)s käyttäjän kaikki ehdot saavat arvon FALSE

source: The action has some anomalies. Edit to review them
es_es: La acción tiene anomalías. Revise su contenido
fi: Toiminnassa on joitain poikkeavuuksia. Muokkaa tarkistaaksesi ne

source: See how is the content shown to each learner
es_es: Ver cómo ve el contenido el estudiante
fi: Katso, miten sisältö näkyy kullekin oppijalle

source: Save current data
es_es: Guardar los datos actuales
fi: Tallenna tämänhetkiset tiedot

source: Save
es_es: Guardar
fi: Tallenna

source: Save and go back to the action table
es_es: Guardar acción y volver a la tabla de acciones
fi: Tallenna ja palaa toimintotaulukkoon

source: Close
es_es: Cerrar
fi: Sulje

source: URL to the personalised content
es_es: URL para acceder al contenido personalizado
fi: Personoidun sisällön URL-osoite

source: This URL provides access to the content personalised for each user.
es_es: Esta URL ofrece acceso al contenido personalizado de cada usuario.
fi: Tämä URL-osoite tarjoaa pääsyn jokaiselle käyttäjälle personoituun sisältöön.
