Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: Access is protected by authentication, and the user <strong>email</strong> is in a column named <strong>email</strong>. To use a different column, add this parameter to the end of the URL:
es_es: El acceso está protegido por autenticación, y el <strong>email</stron> del usuario debe estar en la columna con nombre <strong>email</strong>. Para utilizar una columna diferente añadir este parámetro al final de la URL:
fi: Pääsy on suojattu autentikoinnilla, ja käyttäjän <strong>sähköpostiosoite</strong> on sarakkeessa nimeltä <strong>sähköposti</strong>. Jos haluat käyttää eri saraketta, lisää tämä parametri URL-osoitteen loppuun:

source: replacing <code>[COLUMN NAME]</code> by the colum to use instead of <strong>email</strong>.
es_es: reemplazando <code>[COLUMN NAME]</code> por la columna a utiliza en lugar de <strong>email</strong>.
fi: korvaa <code>[COLUMN NAME]</code> <strong>sähköpostin</strong> sijasta käytettävällä sarakkeella.

source: Update action
es_es: Actualizar acción
fi: Päivitä toiminto

source: Always shown
es_es: Siempre visible
fi: Aina näytetty

source: Edit the question
es_es: Editar pregunta
fi: Muokkaa kysymystä

source: Create an exact duplicate of this question
es_es: Crear un duplicado exacto de esta pregunta
fi: Luo tarkka kopio tästä kysymyksestä

source: Remove question from this survey
es_es: Borrar la pregunta del cuestionario
fi: Poista kysymys tästä kyselystä

source: Preview %(index)s of %(n_items)s
es_es: Vista previa %(index)s de %(n_items)s
fi: Esikatselu %(index)s / %(n_items)s

source: Preview previous message
es_es: Ver mensaje anterior
fi: Esikatsele edellinen viesti

source: Previous
es_es: Previo
fi: Edellinen

source: Preview next message
es_es: Ver siguiente mensaje
fi: Esikatsele seuraava viesti

source: Preview next message with all conditions false
es_es: Ver siguiente mensaje con todas las condiciones FALSAS
fi: Esikatsele seuraava viesti niin, että kaikki ehdot ovat epätosia

source: Next with anomaly
es_es: Siguiente con anomalía
fi: Seuraava jossa poikkeama

source: All conditions evaluate to FALSE
es_es: Todas las condiciones evalúan a FALSO
fi: Kaikki ehdot saavat arvon FALSE

source: Incorrect JSON object. Check action text
es_es: Objeto JSON incorrecto. Compruebe el texto
fi: Virheellinen JSON-objekti. Tarkista toiminnon teksti

source: Subject:
es_es: Asunto:
fi: Aihe:

source: Values:
es_es: Valores:
fi: Arvot:

source: Conditions:
es_es: Condiciones:
fi: Ehdot:

source: Attachments:
es_es: Adjuntos:
fi: Liitteet:

source: Insert existing question
es_es: Insertar pregunta ya creada
fi: Lisää olemassaoleva kysymys

source: Insert existing TODO item
es_es: Insertar elemento Por Hacer existente

source: Add a new question to the action
es_es: Añadir una nueva pregunta a la acción
fi: Lisää uusi kysymys toimintoon

source: Create question
es_es: Crear pregunta
fi: Luo uusi kysymys

source: Add a new item to the list
es_es: Añadir un elemento a la lista

source: Create item
es_es: Crear elemento

source: Survey Questions
es_es: Preguntas del cuestionario

source: TODO List Items
es_es: Elementos de la lista Por Hacer

source: Feedback
es_es: Comentario
fi: Palaute

source: Edit this cell
es_es: Editar esta celda
fi: Muokkaa tätä solua

source: Rubric cell content
es_es: Contenido de la celda de la rúbrica
fi: Rubriikin solun sisältö

source: Insert existing criterion/column
es_es: Insertar criterio/columna existente
fi: Lisää olemassa oleva kriteeri/sarake

source: Add a new criterion to the rubric
es_es: Añadir un nuevo criterio a la rúbrica
fi: Lisää uusi kriteeri rubriikkiin

source: Create criterion/column
es_es: Crear criterio/columna
fi: Luo kriteeri/sarake

source: Rubric
es_es: Rúbrica
fi: Rubriikki

source: Insert rubric text
es_es: Insertar texto de la rúbrica
fi: Lisää rubriikkiteksti

source: Insert Table
es_es: Añadir Tabla
fi: Lisää taulukko

source: Insert Column Value
es_es: Añadir valor de columna
fi: Syötä sarakkeen arvo

source: Use condition in highlighted text
es_es: Utilizar condición en el texto resaltado
fi: Käytä ehtoa korostetussa tekstissä

source: Insert condition in text
es_es: Insertar condición en el texto
fi: Lisää ehto tekstiin

source: Insert Attribute
es_es: Añadir attributo
fi: Lisää attribuutti

source: Text
es_es: Texto
fi: Teksti

source: Personalized Text
es_es: Texto personalizado
fi: Personoitu teksti

source: Send JSON Report
es_es: Enviar un informe JSON
fi: Lähetä JSON-raportti

source: Set view as filter
es_es: Asignar visión como filtro

source: This preview could not be produced because the row in the table does not have values in the following variables:
es_es: No se ha podido producir la vista previa porque la fila en la tabla no tiene valores en las siguientes variables:
fi: Tätä esikatselua ei voitu tuottaa, koska taulukon rivillä ei ole arvoja seuraavissa muuttujissa:

source: Review the conditions in the action or use a filter to exclude these entries.
es_es: Revise las condiciones en la acción o utilice un filtro para excluir estas filas.
fi: Tarkasta toiminnon ehdot tai poista nämä tietueet käyttämällä suodatinta.

source: Exclude items from action
es_es: Excluir elementos de la acción
fi: Rajaa tietyt kohteet pois toiminnosta

source: Select items to exclude from action
es_es: Seleccione elementos a excluir de la acción
fi: Valitse kohteet, jotka rajataan pois toiminnosta

source: Canvas Email action
es_es: Acción de Email Canvas
fi: Canvas-sähköpostitoiminto

source: Send Canvas Email for action "%(n)s"
es_es: Enviar mensajes Canvas de la acción "%(n)s"
fi: Lähetä Canvas-sähköpostit toiminnolle ”%(n)s”

source: %(n)s Emails will be sent.
es_es: Se enviarán %(n)s mensajes.
fi: %(n)s sähköpostia lähetetään.

source: Email action
es_es: Envío de correo
fi: Sähköpostitoiminto

source: Send emails for action "%(n)s"
es_es: Enviar mensajes de la acción "%(n)s"
fi: Lähetä sähköpostit toiminnoille ”%(n)s”

source: Send Report by Email
es_es: Enviar Informe por email
fi: Lähetä raportti sähköpostitse

source: JSON action
es_es: Acción JSON
fi: JSON-toiminto

source: Send JSON objects for action "%(n)s"
es_es: Enviar los objetos JSON de la acción "%(n)s"
fi: Lähetä JSON-objektit toiminnolle "%(n)s"

source: %(n)s JSON objects will be sent.
es_es: Se enviarán %(n)s objetos JSON.
fi: %(n)s JSON-objektia lähetetään.

source: Send single JSON object
es_es: Enviar un objeto JSON
fi: Lähetä yksittäinen JSON-objekti

source: Action scheduled for execution
es_es: Acción planificada para su ejecución
fi: Toiminto on ajastettu suoritettavaksi

source: You may check the status in log number %(log_id)s.
es_es: Puedes comprobar el estado de la ejecución en el registro número %(log_id)s.

source: Run Action In
es_es: Ejecutar acción de entrada
fi: Suorita toiminto kohteessa

source: Enter Data
es_es: Introducir datos
fi: Syötä tietoja

source: No responses required at this time
es_es: No se requiere información
fi: Vastauksia ei vaadita tällä kertaa

source: This preview could not be produced because there is a syntax error in the text of the action. See if the following message is helpful to locate the problem.
es_es: No se ha podido crear la vista previa porque hay un error de sintaxis en el texto de la acción. El siguiente mensaje puede ofrecer información para localizar el problema.
fi: Tätä esikatselua ei voitu tuottaa, koska toiminnon tekstissä on syntaksivirhe. Katso, onko seuraava viesti hyödyllinen ongelman löytämiseksi.

source: View log content
es_es: Ver contenido del registro
fi: Näytä lokin sisältö

source: Switch to Site
es_es: Volver al sitio
fi: Siirry sivustolle

source: Your workflows
es_es: Tus flujos
fi: Omat työnkulut

source: Workflows
es_es: Flujos
fi: Työnkulut

source: Messages and Surveys
es_es: Mensajes y Questionarios
fi: Viestit ja kyselyt

source: Actions
es_es: Acciones
fi: Toiminnot

source: Table
es_es: Tabla
fi: Taulu

source: View the complete table
es_es: Mostrar la tabla completa
fi: Tarkastele koko taulukkoa

source: View data
es_es: Datos de la vista

source: Upload or merge data into the workflow table
es_es: Cargar o mezclar datos en la tabla del flujo
fi: Lataa tai yhdistä tiedot työnkulun taulukkoon

source: Upload or merge data
es_es: Cargar o mezclar datos
fi: Lataa tai yhdistä tietoja

source: Apply a transformation to the data
es_es: Aplicar una transformación a la tabla
fi: Käytä muunnosta dataan

source: Run Transformation
es_es: Ejecutar transformación
fi: Suorita muunnos

source: Execute a model with the existing data
es_es: Ejecutar un modelo con la tabla existente
fi: Suorita malli olemassaolevalla datalla

source: Run Model
es_es: Ejecutar modelo
fi: Suorita malli

source: More
es_es: Más
fi: Lisää

source: Workflow operations
es_es: Operaciones para el flujo
fi: Työnkulun toimenpiteet

source: Column operations
es_es: Operaciones para las columnas
fi: Saraketoimenpiteet

source: Scheduled operations
es_es: Operaciones planificadas
fi: Ajastetut toimenpiteet

source: View logs
es_es: Ver eventos
fi: Tarkastele lokeja

source: Change platform configuration parameters
es_es: Cambiar los parámetros de configuración de la plataforma
fi: Muuta alustan konfiguraatioparametreja

source: Settings
es_es: Configuración
fi: Asetukset

source: Manage the platform database
es_es: Gestión de base de datos
fi: Hallinnoi alustan tietokantaa

source: DB Admin
es_es: Admin Base de Datos
fi: Tietokannan ylläpito

source: Connections to SQL databases
es_es: Conexiones a bases de datos SQL
fi: Yhteydet SQL-tietokantoihin

source: Connections to Athena databases
es_es: Conexiones a bases de datos Athena

source: Available Plugins
es_es: Plugins disponibles
fi: Saatavilla olevat liitännäiset

source: User Profile
es_es: Perfil de usuario
fi: Käyttäjäprofiili

source: Profile
es_es: Perfil
fi: Profiili

source: Logout
es_es: Desconectar
fi: Kirjaudu ulos

source: Contact
es_es: Contacte
fi: Ota yhteyttä

source: OnTask Manual
es_es: Manual de OnTask
fi: OnTask -käsikirja

source: Documentation
es_es: Documentación

source: API documentation
es_es: Documentación de la API
fi: API-dokumentaatio

source: API Docs
es_es: Documentación de la API

source: This functionality has not been implemented yet.
es_es: Esta función todavía no se ha implementatdo.
fi: Tätä toimintoa ei ole vielä toteutettu.

source: Your session is about to expire
es_es: Su sesión está a punto de expirar
fi: Istuntosi on vanhentumassa

source: Your session will expire in
es_es: Su sesión va a expirar en
fi: Istunto vanhentuu

source: seconds.
es_es: segundos.
fi: sekunnissa.

source: Version:
es_es: Versión:
fi: Versio:

source: Accessibility
es_es: Accesibilidad
fi: Saavutettavuus

source: Your session is about to expire.
es_es: Su sesión está a punto de expirar.
fi: Istuntosi on vanhentumassa.

source: Remain Connected
es_es: Mantener la sesión
fi: Pysy kirjautuneena

source: Details
es_es: Detalles
fi: Lisätiedot

source: Column Operations
es_es: Operaciones para las columnas
fi: Saraketoimenpiteet

source: Key?
es_es: ¿Clave?
fi: Avain?

source: You may drag and drop the columns from the left-most cell to change their position in the workflow.
es_es: Puedes arrastrar las columnas utilizando la celda de la izquierda para cambiar su posición en el flujo.
fi: Voit raahata sarakkeita vasemmalta muuttaaksesi niiden järjestystä työnkulussa.

source: Column
es_es: Columna
fi: Sarake

source: Add a new column to the table
es_es: Añadir una nueva columna a la tabla
fi: Lisää uusi sarake taulukkoon

source: Regular column
es_es: Columna normal
fi: Tavallinen sarake

source: Add a new column combining columns with a formula
es_es: Añadir una nueva columna combinando otras columnas con una fórmula
fi: Lisää uusi sarake yhdistämällä sarakkeita kaavalla

source: Formula-derived column
es_es: Añadir column mediante una fórmula
fi: Sääntöpohjainen sarake

source: Add a new column with ramdom values
es_es: Añadir una nueva columna con valores aleatorios
fi: Lisää uusi sarake, jossa on satunnaisia arvoja

source: Column with random values
es_es: Columna con valores aleatorios
fi: Sarake, jossa on satunnaisia arvoja

source: Edit the parameters of this column
es_es: Editar los parámetros de esta columna
fi: Muokkaa tämän sarakkeen parametreja

source: Delete column
es_es: Borrar columna
fi: Poista sarake

source: Create an exact duplicate of this column
es_es: Crear un duplicado exacto de esta columna
fi: Luo täsmällinen kopio tästä sarakkeesta

source: Clone
es_es: Clonar
fi: Kopioi

source: Statistics about this column
es_es: Estadísticas sobre esta columna
fi: Tilastot tästä sarakkeesta

source: Statistics
es_es: Estadísticas
fi: Tilastot

source: Restrict the use of values to the ones already in the column
es_es: Restringir los valores a los que ya están en la columna
fi: Rajoita arvojen käyttö niihin, joita sarakkeessa on tällä hetkellä

source: Restrict values
es_es: Restringir valores
fi: Rajoita arvoja

source: Make first column
es_es: Mover a la primera posición
fi: Tee ensimmäiseksi sarakkeeksi

source: Make last column
es_es: Mover a la última posición
fi: Tee viimeiseksi sarakkeeksi

source: Add column
es_es: Añadir columna
fi: Lisää sarake

source: Edit column <strong>%(n)s</strong>
es_es: Editar columna <strong>%(n)s</strong>
fi: Muokkaa saraketta <strong>%(n)s</strong>

source: Confirm column cloning
es_es: Confirme la clonación de la columna
fi: Vahvista sarakkeen kopiointi

source: Are you sure you want to clone column <strong>%(n)s</strong>?
es_es: ¿Está seguro que quiere clonar la columna <strong>%(n)s</strong>?
fi: Haluatko varmasti kopioida sarakkeen <strong>%(n)s</strong>?

source: A new column with the prefix "Copy of " will be created
es_es: Se creará una columna nueva con el prefijo "Copy_of_"
fi: Luodaan uusi sarake, jossa on etuliite ”Kopio kohteesta ”

source: Clone column
es_es: Clonar columna
fi: Kopioi sarake

source: Confirm column restriction
es_es: Confirme la restricción de la columna

source: Are you sure you want to restrict column <strong>%(n)s</strong> to the values %(v)s?
es_es: ¿Está seguro que quiere restringir la columna <strong>%(n)s</strong> a los valores %(v)s?

source: Restrict column
es_es: Restringir columna
fi: Rajoita sarake

source: Confirm column deletion
es_es: Confirme el borrado de la columna
fi: Vahvista sarakkeen poisto

source: Are you sure you want to delete column <strong>%(n)s</strong>?
es_es: ¿Está seguro que quiere clonar la columna <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa sarakkeen <strong>%(n)s</strong>?

source: The column is used in the following conditions (inside an action):
es_es: La columna se utiliza en las siguientes condiciones (dentro de una acción):

source: These conditions will be deleted.
es_es: Estas condiciones se borrarán.

source: The column is used in the filter of the following actions:
es_es: La columna se utiliza en el filtro de las siguientes acciones:

source: These filters will be deleted.
es_es: Estos filtros se borrarán.

source: The column is used in the following views:
es_es: La columna se utiliza en las siguientes vistas:

source: These views will be deleted.
es_es: Estas vistas se borrarán.

source: Add derived column
es_es: Añadir column derivada
fi: Lisää johdettu sarake

source: Add question
es_es: Añadir pregunta
fi: Lisää kysymys

source: Edit question <strong>%(n)s</strong>
es_es: Editar pregunta <strong>%(n)s</strong>
fi: Muokkaa kysymystä <strong>%(n)s</strong>

source: Add random column
es_es: Añadir columna aleatoria
fi: Lisää satunnaissarake

source: Select columns
es_es: Seleccionar columnas
fi: Valitse sarakkeet

source: Select
es_es: Seleccionar
fi: Valitse

source: Add TODO item
es_es: Añadir elemento a Por Hacer

source: Edit TODO item <strong>%(n)s</strong>
es_es: Editar elemento Por Hacer <strong>%(n)s</strong>

source: Add item
es_es: Añadir elemento

source: Create condition
es_es: Crear condición
fi: Luo ehto

source: Update condition
es_es: Actualiza condición
fi: Päivitä ehto

source: The text will be shown if
es_es: El texto se mostrará si
fi: Teksti näytetään jos

source: Clone other conditions
es_es: Duplicar otras condiciones
fi: Kopioi muut ehdot

source: Confirm condition deletion
es_es: Confirme el borrado de la codición
fi: Vahvista ehdon poistaminen

source: Are you sure you want to delete the condition <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar la condición <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa ehdon <strong>%(n)s</strong>?

source: Make sure there is no appearance of the condition in the text, otherwise, it will be incorrectly rendered.
es_es: Asegúrese de que la condición no se utiliza en el texto, de lo contrario, se visualizará incorrectamente.
fi: Varmista, että ehto ei ilmene tekstissä, muutoin teksti luodaan virheellisesti.

source: Delete condition
es_es: Borrar condición
fi: Poista ehto

source: Define a condition to use in this action.
es_es: Definir una condición para usar en esta acción.
fi: Määritä tässä toiminnossa käytettävä ehto.

source: (%(n)s learner)
es_es: (%(n)s estudiante)
fi: (%(n)s opiskelija)

source: Formula
es_es: Fórmula
fi: Kaava

source: Edit the condition (%(n)s rows satisfy this condition)
es_es: Editar la condición (%(n)s rows satisfy this condition)
fi: Muokkaa ehtoa (%(n)s riviä täyttää tämän ehdon)

source: Create an exact copy of this condition
es_es: Crear una copia exacta de esta condición
fi: Luo tarkka kopio tästä ehdosta

source: Delete the condition
es_es: Borrar la condición
fi: Poista ehto

source: Create conditions to show/hide text in the message (optional)
es_es: Crear condiciones para mostrar/ocultar el texto en el mensaje (opcional)
fi: Luo ehtoja, joilla näytetään tai piilotetaan viestin osia (valinnainen)

source: Conditions
es_es: Condiciones

source: Text Conditions
es_es: Condiciones en el texto
fi: Tekstin ehdot

source: Create filter
es_es: Crear filtro
fi: Luo suodatin

source: Update filter
es_es: Actualizar filtro
fi: Päivitä suodatin

source: The learner will be selected if
es_es: El estudiante será seleccionado si
fi: Oppija valitaan, jos

source: Confirm filter deletion
es_es: Confirme el borrado del filtro
fi: Vahvista suodattimen poisto

source: Are you sure you want to delete the filter?
es_es: ¿Está seguro de que quiere borrar este filtro?

source: Delete filter
es_es: Borrar filtro
fi: Poista suodatin

source: Add Filter
es_es: Añadir filtro
fi: Lisää suodatin

source: Table View
es_es: Vista de la tabla

source: Delete the filter
es_es: Borrar el filtro
fi: Poista suodatin

source: Filter
es_es: Filtro
fi: Suodatin

source: Edit the filter (%(n)s rows satisfy this condition)
es_es: Editar filtro (%(n)s filas cumplen esta condición)
fi: Muokkaa suodatinta (%(n)s riviä täyttää tämän ehdon)

source: All learners considered for this action.
es_es: Esta acción aplica a todos los estudiantes.
fi: Kaikki oppijat huomioidaan tässä toiminnossa.

source: Select Learners
es_es: Seleccionar estudiantes
fi: Valitse oppijat

source: (Empty)
es_es: (Vacío)
fi: (Tyhjä)

source: (%(n)s learner of %(tot)s)
es_es: (%(n)s estudiante de %(tot)s)
fi: (%(n)s oppija valittu, yhteensä %(tot)s)

source: Add connection
es_es: Añadir conexión
fi: Lisää yhteys

source: Edit connection
es_es: Editar conexión
fi: Muokkaa yhteyttä

source: Edit the connection
es_es: Editar la conexión
fi: Muokkaa yhteyttä

source: View connection details
es_es: Ver detalles de la conexión
fi: Tarkastele yhteyden tietoja

source: Create an exact duplicate of this connection
es_es: Crear un duplicado exacto de esta conexión
fi: Luo täsmällinen kopio tästä yhteydestä

source: Delete the connection
es_es: Borrar la conexión
fi: Poista yhteys

source: Confirm connection cloning
es_es: Confirmar la clonación de la conexión
fi: Vahvista yhteyden kopiointi

source: Are you sure you want to clone connection <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere clonar la conexión <strong>%(n)s</strong>?
fi: Haluatko varmasti kopioida yhteyden <strong>%(n)s</strong>?

source: A new connection with the prefix "Copy of " will be created
es_es: Se creará una nueva conexión con el prefijo "Copy_of_"
fi: Luodaan uusi yhteys etuliitteellä ”Copy of ”

source: Clone connection
es_es: Clonar conexión
fi: Kopioi yhteys

source: Confirm connection deletion
es_es: Confirme el borrado de la conexión
fi: Vahvista yhteyden poisto

source: Are you sure you want to delete the connection <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar la conexión <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa yhteyden <strong>%(n)s</strong>?

source: Delete connection
es_es: Borrar conexión
fi: Poista yhteys

source: View the details of this connection
es_es: Ver los detalles de esta conexión
fi: Katso lisätietoja tästä yhteydestä

source: Connection
es_es: Conexión
fi: Yhteys

source: In this page you will find the available Athena connections to access data stored in external relational databases. The connections can only be created by the system administrator.
es_es: En esta página encontrarás las conexiones Athena disponibles para acceder datos almacenados en el servicio de Amazon. Las conexiones sólo las puede crear el administrador del sistema.
fi: Tältä sivulta löydät saatavilla olevat Athena-yhteydet päästäksesi ulkoisiin relaatiotietokantoihin tallennettuihin tietoihin. Vain järjestelmävalvoja voi luoda yhteyksiä.

source: In this page you will find the available SQL connections to access data stored in external relational databases. The connections can only be created by the system administrator.
es_es: En esta página encontrarás las conexiones SQL disponibles para acceder datos almacenados en una base de datos externa. Las conexiones sólo las puede crear el administrador del sistema.
fi: Tältä sivulta löydät käytettävissä olevat SQL-yhteydet päästäksesi ulkoisiin relaatiotietokantoihin tallennettuihin tietoihin. Vain järjestelmänvalvoja voi luoda yhteyksiä.

source: Add a new item
es_es: Añadir un elemento

source: Internal Error
es_es: Error interno
fi: Sisäinen virhe

source: Oops. We have detected an internal error.
es_es: ¡Vaya! Hemos detectado un error interno.
fi: Oho. Olemme havainneet sisäisen virheen.

source: The following message is trying to explain what happened.
es_es: El siguiente mensaje intenta explicar lo que ha pasado.
fi: Seuraava viesti yrittää selittää, mitä tapahtui.

source: Referrer:
es_es: Referencia:
fi: Viittaaja:

source: Diagnostics
es_es: Diagnósticos
fi: Diagnostiikka

source: Requirements
es_es: Requisitos
fi: Vaatimukset

source: More information
es_es: Más información
fi: Lisätietoja

source: Show diagnostics for this plugin
es_es: Mostrar errores para este plugin
fi: Näytä tämän liitännäisen diagnostiikka

source: Diagnose
es_es: Diagnosticar
fi: Diagnosoi

source: Selects all the rows from both the existing and new table for the update. For cells in rows with keys in both tables, the values are updated if the new table has a non-empty value (cell 4B remains with value "b").
es_es: Selecciona todas las filas tanto de la tabla existente como de la tabla nueva. Los valores de las celdas en filas con claves en las dos tablas se actualizan is la tabla nueva tiene un valor no vacío. (La celda 4B se queda con el valor <i>b</i>).
fi: Valitsee kaikki rivit sekä olemassa olevista että uudesta taulukosta päivitystä varten. Mikäli rivillä on avaimet molemmissa tauluissa, rivin solujen arvot päivitetään mikäli uudella taulukolla on epätyhjiä arvoja (solu 4B pysyy arvolla "b").

source: Merge using all the keys in either the existing or new table
es_es: Mezclar utilizando todas las claves en ambas tablas, la existente y la nueva
fi: Yhdistä käyttäen kaikkia avaimia nykyisessä tai uudessa taulukossa
