Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: Selects only those rows for which the key is in both tables (the existing one and the one you are updating/merging) and remove the other rows. In the example below, Rows 1 and 2 in the existing table and 5 and 6 of the new table are removed. The cells in the result rows are updated only if the new value is non-empty (cell 4B remains with value "b").
es_es: Selecciona sólo aquellas filas cuya clave está en las dos tablas (la ya existente y la nueva) y borra el resto de filas. En el ejemplo debajo, la operación borra las filas 1 y 2 de la tabla existente, y las filas 5 y 6 de la tabla nueva. Las celdas en la tabla resultado se actualizan sólo si el valor nuevo no es vacío (la celda 4B permanece con el valor <i>b</i>).
fi: Valitsee vain ne rivit joiden avain on molemmissa taulukoissa (nykyinen ja päivitettävä/yhdistettävä) ja poistaa muut rivit. Seuraavassa esimerkissä rivit 1 ja 2 olemassa olevasta taulukosta ja 5 ja 6 uudesta taulukosta poistetaan. Tulorivien solut päivitetään vain, jos uusi arvo ei ole tyhjä (solu 4B pysyy arvolla ”b”).

source: Merge using only the keys in both the existing and new table
es_es: Mezclar utilizando sólo claves en ambas tablas, existente y nueva
fi: Yhdistä käyttäen vain avaimia jotka ovat sekä nykyisessä että uudessa taulukossa

source: Selects only the rows with key values present in the existing table. This method drops those rows in the new table with key values not in the existing one (rows 5 and 6 in the figure below). The cells in the result rows are updated only if the new value is non-empty (cell 4B remains with value "b").
es_es: Selecciona sólo aquellas filas cuya clave está en la tabla existente. Este método elimina las filas de la nueva tabla con valores clave que no están en la tabla existente (filas 5 y 6 en la figura). Las celdas en la tabla resultante se actualizan sólo si el nuevo valor is no vacío (la celda 4B mantiene su valor <i>b</i>).
fi: Valitsee vain rivit joiden avainarvot ovat läsnä olemassa olevassa taulukossa. Tämä menetelmä pudottaa uudesta taulukosta rivit joiden avainarvoja ei ole nykyisessä taulukossa (rivit 5 ja 6 alla olevassa kuvassa). Tulosrivien solut päivitetään vain, jos uusi arvo ei ole tyhjä (solu 4B pysyy arvolla "b").

source: Merge using only the keys in the existing table
es_es: Mezclar utilizando sólo las claves en la tabla existente
fi: Yhdistä käyttäen vain olemassa olevan taulukon avaimia

source: Selects only the rows with key values present in the new table. This method drops those rows from the existing table with key values not in the new table (rows 1 and 2 in the figure below). The cells in the result rows are updated only if the new value is non-empty (cell 4B remains with value "b").
es_es: Selecciona sólo las aquellas filas cuya clave está en la nueva tabla. Este método elimina las filas de la tabla existente con valores clave que no están en la tabla nueva (filas 1 y 2 en la siguiente figura). Las celdas en la tabla resultante se actualizan sólo si el valor nuevo no es vacío (la celda 4B permanece con el valor “b”).

source: Merge using only the keys in the new table
es_es: Mezclar utilizando sólo las claves en la tabla nueva
fi: Yhdistä käyttämällä vain uuden taulukon avaimia

source: Data operation execution
es_es: Ejecución de la operación de datos
fi: Datatoimenpiteen suoritus

source: Operation scheduled for execution
es_es: Operación planificada para su ejecución
fi: Toimenpide on ajastettu suoritettavaksi

source: You may check the status in log number %(log_id)s.
es_es: Puedes comprobar el estado de la ejecución en el registro número %(log_id)s.
fi: Voit tarkistaa tilan lokitalleenteesta numero %(log_id)s.

source: Plugin Admin
es_es: Administración de plugins
fi: Liitännäisen järjestelmänvalvoja

source: Plugin Execution
es_es: Ejecución de plugin
fi: Liitännäisen suorittaminen

source: Plugin scheduled for execution
es_es: Plugin planificado para su ejecución
fi: Liitännäinen on ajastettu suoritettavaksi

source: You may check the status in log number %(log_id)s.
es_es: Puedes comprobar el estado en el registro número %(log_id)s.
fi: Voit tarkistaa tilan lokitalleenteesta numero %(log_id)s.

source: Continue
es_es: Continuar
fi: Jatka

source: Run
es_es: Ejecutar
fi: Suorita

source: Input columns to transformation
es_es: Columnas de entrada para la transformación
fi: Muunnokselle välitettävät syötesarakkeet

source: Columns to store the result
es_es: Columnas en las que almacenar el resultado
fi: Sarakkeet tuloksen tallentamiseen

source: Parameters
es_es: Parámetros
fi: Parametrit

source: Output column names
es_es: Nombres de las columnas de salida
fi: Tulossarakkeiden nimet

source: Execution parameters
es_es: Parámetros de ejecución
fi: Suoritusparametrit

source: No parameters required
es_es: No se requiere ningún parámetro
fi: Parametreja ei vaadita

source: No description available
es_es: No hay ninguna descripción disponible
fi: Ei kuvausta saatavilla

source: Add row
es_es: Añadir fila
fi: Lisää rivi

source: Add
es_es: Añadir
fi: Lisää

source: No data available for this workflow
es_es: No hay ningún dato en este flujo
fi: Tietoja tästä työnkulusta ei ole saatavilla

source: Edit learner data
es_es: Editas los datos del estudiante
fi: Muokkaa oppijan tietoja

source: Transform
es_es: Transformar
fi: Muunna

source: Folders with incorrect plugins
es_es: Carpeta con pluings incorrectos
fi: Kansiot joissa virheellisiä liitännäisiä

source: Models
es_es: Modelos
fi: Mallit

source: Transformations
es_es: Transformaciones
fi: Muunnokset

source: Upload/Merge
es_es: Cargar/Mezclar
fi: Lataa/Yhdistä

source: Upload/Merge CSV
es_es: Cargar/Mezclar
fi: Lataa/Yhdistä CSV

source: Select Columns
es_es: Seleccionar columnas
fi: Valitse sarakkeet

source: Load
es_es: Cargar
fi: Lataa

source: Rename to
es_es: Renombrar
fi: Nimeä uudelleen

source: Key
es_es: Clave
fi: Avain

source: Keep?
es_es: ¿Mantener?
fi: Säilytä?

source: Select Keys and Merge Option
es_es: Seleccionar las claves y opción de mezcla
fi: Valitse avaimet ja yhdistämisvalinnat

source: Review Operation
es_es: Comprobar operación
fi: Tarkista toimenpide

source: Review and confirm
es_es: Revisar y confirmar
fi: Tarkista ja vahvista

source: Existing Table
es_es: Tabla existente
fi: Olemassaoleva taulukko

source: New Data
es_es: Nuevos datos
fi: Uudet tiedot

source: Data Upload/Merge
es_es: Cargar/Mezclar datos
fi: Tietojen lataus/yhdistäminen

source: Select the type of data source
es_es: Seleccione el tipo de fuente de datos
fi: Valitse tietolähdetyyppi

source: Operation
es_es: Operación
fi: Toimenpide

source: Upload data contained in a CSV file (typically saved using a spreadsheet or other data manipulation package).
es_es: Cargar datos de un fichero CSV (típicamente creado por una hoja de cálculo u otro programa de manipulación de datos).

source: If the table is empty, the data will be simply loaded detecting those columns that have unique values for every row.
es_es: Si la tabla está vacía, los datos simplemente se cargarán detectando las columnas con valores únicos para cada fila.
fi: Jos taulukko on tyhjä, tiedot ladataan yksinkertaisesti tunnistamalla ne sarakkeet, joilla on yksilölliset arvot jokaiselle riville.

source: If the workflow table has data, the operation will ask you to match a key column in your table with a key column in the file to upload so that the rows can be matched.
es_es: Si la tabla del flujo tiene datos, la operación requerirá una columna clave en la tabla y una columna clave en el fichero para emparejar las filas al cargar.

source: Upload data from Excel file.
es_es: Cargar datos de un fichero Excel.
fi: Lataa tiedot Excel-tiedostosta.

source: Given a file name and the name of a sheet, upload or merge the content of the Excel file.
es_es: Dado un nombre de fichero y de hoja, cargar o mezclar el contenido de un fichero Excel.
fi: Kun olet antanut tiedoston ja välilehden nimen, lataa tai yhdistä Excel-tiedoston sisältö.

source: If the workflow table has data, the operation will ask you to match a key column in your table with a key column in the file to upload so that the rows can be matched.
es_es: Si la tabla del flujo tiene datos, la operación requerirá una columna clave en la tabla para emparejar con una columna clave en el fichero para poder emparejar las filas al cargar.
fi: Jos työnkulun taulukossa on tietoja, sinua pyydetään luomaan yhteys taulukon avainsarakkeen ja ladattavan tiedoston avainsarakkeen välille, jotta rivit voidaan sovittaa yhteen.

source: Upload information from a Canvas Course.
es_es: Cargar datos de un curso Canvas.

source: Given a Canvas course ID, upload and merge course information such as enrollment, quizzes or assignments. If the workflow has an attribute with name "CANVAS COURSE ID" is defined, it is used as the course ID.
es_es: Dado un identificador de curso Canvas, cargar y mezclar información del curso como matrícula, questionarios, o entregas. Si el flujo tiene un atributo con nombre “CANVAS COURSE ID”, se utiliza como Identificador de curso Canvas.

source: If the workflow table has data, the operation will ask you to match a key column in your table with the "id" column of canvas data containing the student id so that the rows can be matched.
es_es: Si la tabla del flujo tiene datos, la operación requerirá una columna clave en la tabla para emparejar con una columna clave en el fichero para poder emparejar las filas al cargar.

source: Upload data from a Google Sheet file.
es_es: Cargar datos de un Google Sheet.
fi: Lataa tiedot Google Sheet -tiedostosta.

source: Given the URL pointing to a publicly available Google Sheet upload or merge its content.
es_es: Dada una URL de una Google Sheet pública, cargar o mezclar su contenido.
fi: Anna julkisesti saatavilla olevan Google Sheet -tiedoston URL-osoite ladataksesi tai yhdistääksesi sen tietoja.

source: If the workflow table has data, the operation will ask you to match a key column in your table with a key column in the sheet so that the rows can be matched.
es_es: Si la tabla del flujo tiene datos, la operación requerirá una columna clave en la tabla y una columna clave en el fichero para poder emparejar las filas al cargar.
fi: Jos työnkulun taulukossa on tietoja, sinua pyydetään luomaan yhteys taulukon avainsarakkeen ja ladattavan tiedoston avainsarakkeen välille, jotta rivit voidaan sovittaa yhteen.

source: S3 Bucket CSV
es_es: CSV en S3 Bucket

source: Upload data from a CSV file in a S3 Bucket.
es_es: Cargar datos de fichero CSV en un S3 Bucket.
fi: Lataa tiedot S3 Bucket:ssa olevasta CSV-tiedostosta.

source: Given the key, secret, bucket name and file path to a CSV file, upload or merge its content.
es_es: Dada una cuenta, clave, nombre del Bucket y ruta de un fichero CSV almacenado en un AWS S3 Bucket, cargar su contenido.
fi: Anna avain, salaisuus, bucket-nimi ja tiedostopolku CSV-tiedostoon ladataksesi tai yhdistääksesi sen tietoja.

source: Upload data stored in a remote database using pre-defined SQL connection.
es_es: Cargar datos almacenados en una base de datos remota mediante una conexión SQL ya definida.
fi: Lataa etätietokantaan tallennetut tiedot käyttämällä ennalta määritettyä SQL-yhteyttä.

source: Athena Connection
es_es: Conexión a Athena

source: Batch upload data stored in a database using a pre-defined Amazon Athena connection.
es_es: Cargar datos almacenados en una base de datos utilizando una conexión a Amazon Athena Predefinida.

source: The operation returned an undocumented error.
es_es: La operación ha devuelto un error sin documentación.
fi: Toimenpide palautti dokumentoimattoman virheen.

source: <strong>Next Step:</strong> Click in the <i class="bi-plus"></i> Action below to create a new action to execute based on the data stored in the table.
es_es: <strong>Siguiente paso:</strong> Click en <i class=“bi-plus”></i><i>Nueva acción</b> debajo para crear una nueva acción y ejecutarla con los datos en la tabla.

source: New action to collect data from learners
es_es: Nueva acción para obtener datos de los estudiantes
fi: Uusi toiminto datan keräämiseen oppijoilta

source: Action
es_es: Acción
fi: Toiminto

source: Import action previously exported
es_es: Importar acción previamente exportada
fi: Tuo aiemmin viety toiminto

source: Choose and export actions
es_es: Escoger y exportar acciones
fi: Valitse ja vie toiminnot

source: Export actions
es_es: Exportar acciones
fi: Vie toiminnot

source: See when the actions were executed
es_es: Ver cuando se han ejecutado las acciones
fi: Katso milloin toiminnot suoritettiin

source: Provide the name and description for a new workflow
es_es: Introduzca nombre y descripción de un flujo
fi: Anna uuden työnkulun nimi ja kuvaus

source: New workflow
es_es: Crear un flujo
fi: Uusi työnkulku

source: Import a file with an OnTask workflow
es_es: Cargar un fichero con un flujo OnTask
fi: Tuo tiedosto, jossa on OnTask-työnkulku

source: Favourites
es_es: Favoritos
fi: Suosikit

source: A workflow contains a table with data about a set of learners and a collection of actions. The table is organised by columns and the information in each row corresponds to one learner. The actions will behave differently depending on the values stored for every learner and a set of conditions. These conditions can be written based on the values of the columns for each student. Typically, you create a workflow for a cohort of learners for which you have data available. Then you write the actions depending on a) when you want students to introduce data or b) when you want students to receive personalised data. The personalisation is done writing conditions to enable/disable text or other elements in a page. The page can either be sent to the learner through email, shown through an HTML address, or sent to another machine.
es_es: Un flujo contiene una tabla con los datos de un conjunto de estudiantes y una colección de acciones. La tabla está organizada por columnas y la información en cada fila corresponde con con cada estudiante. Las acciones producirán resultados diferentes dependiendo de los valores almacenados para cada estudiante y un conjunto de condiciones. Estas condiciones se pueden especificar usando los nombres de las columnas. Típicamente creas un flujo para un grupo de estudiantes para los que tienes datos disponibles. Luego escribes un conjunto de acciones dependiendo de a) cuando quieres que los estudiantes te proporcionen datos o b) cuando quieres que reciban un mensaje personalizado. La personalización se consigue a través de condiciones que permiten/suprimen texto u otros elementos en una página que puede ser enviada por email, ofrecida a través de una URL, o enviada a otro servicio.

source: Edit Profile
es_es: Editar perfil
fi: Muokkaa profiilia

source: profile picture
es_es: perfil de usuario
fi: profiilikuva

source: Personal info
es_es: Información personal
fi: Henkilötiedot

source: Change Password
es_es: Cambiar clave
fi: Vaihda salasana

source: This email address has been verified
es_es: Esta dirección de correo ha sido verificado
fi: Tämä sähköpostiosoite on vahvistettu

source: This email address is not verified
es_es: Esta dirección de correo no ha sido verificada
fi: Tätä sähköpostiosoitetta ei ole vahvistettu

source: Joined
es_es: Suscrito
fi: Liittynyt

source: Last seen
es_es: Última visita
fi: Viimeksi nähty

source: Profile permalink
es_es: Enlace al perfil
fi: Profiilin ikilinkki

source: No permalink. See this issue.
es_es: No hay enlace. Ver este problema.
fi: Ei ikilinkkiä. Katso tämä ongelma.

source: Bio
es_es: Biografía
fi: Esittely

source: API Auth token
es_es: Credencial para la API

source: Reset
es_es: Reiniciar
fi: Salasana nollattu

source: Create
es_es: Crear
fi: Luo

source: Auth token for
es_es: Credencial de autenticación de
fi: Autentikaatiotoken kohteelle

source: Delete
es_es: Borrar
fi: Poista

source: Scheduled Execution
es_es: Ejecución planificada
fi: Ajastettu suoritus

source: Time now is %(n)s
es_es: Hora actual %(n)s
fi: Tämänhetkinen aika on %(n)s

source: Edit the action scheduled for execution
es_es: Editar la acción planificada para ejecutar
fi: Muokkaa suoritettavaksi ajastettua toimintoa

source: Schedule a SQL upload/merge operation
es_es: Planificar una operación de carga/mezcla de datos de SQL
fi: Aikatauluta SQL-lähetys/yhdistämistoimenpide

source: SQL upload/merge
es_es: Cargar/Mezclar SQL
fi: SQL-lähetys/yhdistäminen

source: Schedule a Canvas Course upload/merge operation
es_es: Planificar una operación de carga/mezcla de datos de un curso en Canvas

source: Canvas Course upload/merge
es_es: Cargar/Mezclar un curso en Canvas

source: Confirm scheduled operation deletion
es_es: Confirme el borrado de la operación planificada
fi: Vahvista ajastetun toimenpiteen poistaminen

source: Are you sure you want to delete the scheduled operation <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar la operación planificada <strong>%(n)s</strong>?
fi: Haluatko varmasti poistaa ajoitetun toimenpiteen <strong>%(n)s</strong> ?

source: Edit this scheduled operation
es_es: Editar esta operación planificada
fi: Muokkaa tätä ajastettua toimenpidettä

source: View the details of this scheduled operation
es_es: Ver los detalles de esta acción planificada
fi: Katso lisätietoja tästä ajastetusta toimenpiteestä

source: Delete this scheduled operation
es_es: Borrar la operación planificada
fi: Poista tämä ajastettu toimenpide

source: Scheduled operation
es_es: Operación planificada
fi: Ajastettu toimenpide

source: Execution: %(t)s
es_es: Ejecuciones: %(t)s
fi: Suoritus: %(t)s

source: Edit this scheduled action execution
es_es: Editar esta ejecución planificada
fi: Muokkaa tämän ajastetun toiminnon suoritusta

source: Scheduled Operations
es_es: Operaciones planificadas
fi: Ajastetut toimenpiteet

source: This page shows the operations scheduled for execution in the future. To schedule the execution of an action, go to the <a href="%(actionindex)s">Actions</a> page and select the operation Schedule for the appropriate action.
es_es: Esta página muestra las operaciones a ejecutar en el futuro. Para planificar la ejecución de una acción, ir al menú <a href="%(actionindex)s">Acciones</a> y selecciona la operación <i>Planificar</i> en una de ellas.
fi: Tällä sivulla näytetään tulevaisuuteen ajastetut toimenpiteet. Voit ajastaa toiminnon suorittamisen siirtymällä <a href="%(actionindex)s">Toiminnot-</a> sivulle ja valitsemalla Ajasta oikean toiminnon kohdalla.

source: Operation scheduled
es_es: Operación planificada
fi: Toimenpide ajastettu

source: Operation execution: %(n)s
es_es: Ejecución de la operación: %(n)s
fi: Toimenpisteen suoritus: %(n)s

source: Edit the elements in the view
es_es: Editar los elementos en la vista

source: Create an identical view
es_es: Crear una vista idéntica
fi: Luo identtinen näkymä

source: Delete the view
es_es: Borrar vista
fi: Poista näkymä

source: Add a new row to the table
es_es: Añadir una nueva fila a la tabla
fi: Lisää uusi rivi taulukkoon

source: Row
es_es: Fila
fi: Rivi

source: Views
es_es: Vistas
fi: Näkymät

source: Create a new table view
es_es: Crear una nueva vista

source: View
es_es: Vista
fi: Näkymä

source: Full table
es_es: Tabla completa
fi: Koko taulukko

source: Dashboard created with the view data
es_es: Tablero de control creado con los datos de esta vista
fi: Dashboard näkymän tiedoilla

source: Dashboard created with the table data
es_es: Tablero de control creado con los datos de la tabla
fi: Taulukon tiedoista luotu dashboard

source: Dashboard
es_es: Tablero de control

source: Download a CSV file containing this table
es_es: Descarga un fichero CSV con esta tabla
fi: Lataa tämä taulukko CSV-tiedostona

source: CSV Download
es_es: Descarga CSV
fi: CSV-lataus

source: New action using this view as filter
es_es: Nueva acción usando esta vista como filtro

source: Action with filter
es_es: Acción con filtro

source: Row filter:
es_es: Filtro de filas:

source: No row filter defined. All rows are included.
es_es: No se ha definido filtro. Todas las filas están incluidas.

source: You may drag and drop a column header to change its position in the table
es_es: Puedes arrastrar una columna por su cabecera para cambiar su posición en la tabla
fi: Voit raahata sarakeotsikkoa muuttaaksesi taulukon otsikoiden järjestystä

source: Select Attachment
es_es: Seleccionar adjunto
fi: Valitse liite

source: Create table views that can then be attached to the email in this action.
es_es: Cree vistas de la tabla para que se puedan adjuntar al correo de esta acción.
fi: Luo taulukkonäkymät, jotka voidaan liittää sähköpostiviestiin tässä toiminnossa.

source: Columns
es_es: Columnas
fi: Sarakkeet

source: Remove the attachment
es_es: Borrar el adjunto
fi: Poista liite

source: You can attach any existing table view to the email.
es_es: Puedes adjuntar cualquier vista de la tabla al email.
fi: Voit liittää sähköpostiin minkä tahansa olemassa olevan taulukkonäkymän.

source: Attachments
es_es: Adjuntos
fi: Liitteet

source: Column has no data
es_es: La columna no tiene datos
fi: Sarakkeessa ei ole tietoja

source: Statistics for %(cn)s
es_es: Estadísticas de la columna %(cn)s
fi: Tilastot kohteelle %(cn)s

source: Column statistics
es_es: Estadísticas de columna
fi: Saraketilastot

source: Confirm row deletion
es_es: Confirmar el borrado de la fila
fi: Vahvista rivin poisto

source: Are you sure you want to delete this row?
es_es: ¿Está seguro de que quiere borrar esta fila?
fi: Haluatko varmasti poistaa tämän rivin?

source: Delete row
es_es: Borrar fila
fi: Poista rivi

source: Edit the values in this row
es_es: Editar los datos en esta fila
fi: Muokkaa tämän rivin tietoja

source: Compare values in the row with the rest of the table
es_es: Comparar los valores en esta fila con el resto de la tabla
fi: Vertaile rivin arvoja muuhun taulukkoon

source: Delete this row
es_es: Borrar esta fila
fi: Poista tämä rivi

source: Add view
es_es: Añadir vista
fi: Lisää näkymä

source: Row will be shown if
es_es: La fila se mostrará si
fi: Rivi näytetään jos

source: Confirm view cloning
es_es: Confirme la clonación de la vista
fi: Vahvista näkymän kopiointi

source: Are you sure you want to clone view <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere clonar la vista <strong>%(n)s</strong>?
fi: Haluatko varmasti kopioida näkymän <strong>%(n)s</strong>?

source: A new view with the prefix "Copy of " will be created
es_es: Se creará una vista nueva con el prefijo "Copy_of_"
fi: Luodaan uusi näkymä etuliitteellä ”Kopio kohteesta ”

source: Clone view
es_es: Clonar vista
fi: Kopioi näkymä

source: Confirm view deletion
es_es: Confirmar el borrado de la vista
fi: Vahvista näkymän poistaminen

source: Are you sure you want to delete the view <strong>%(n)s</strong>?
es_es: ¿Está seguro de que quiere borrar la vista <strong>%(n)s</strong>?

source: Delete view
es_es: Borrar vista
fi: Poista näkymä

source: Edit view
es_es: Editar vista
fi: Muokkaa näkymää

source: Save view
es_es: Guardar vista
fi: Tallenna näkymä

source: Access the table with this view
es_es: Acceder a la tabla con esta vista
fi: Avaa taulukko tämän näkymän avulla

source: Column:
es_es: Columna:
fi: Sarake:

source: Stats for %(reference_value)s
es_es: Estadísticas para %(reference_value)s

source: Dashboard for %(n)s
es_es: Tablero de control para %(n)s
fi: Dashboard kohteelle %(n)s

source: There is no data to show in the dashboard
es_es: No hay datos en la tabla para mostrar en el dashboard
fi: Ei dataa dashboardissa näytettäväksi

source: Thanks
es_es: Gracias
fi: Kiitos

source: Under construction
es_es: En construcción
fi: Työn alla

source: This functionality is under construction.
es_es: Esta función todavía no se ha implementatdo.
fi: Tämä toiminto on rakenteilla.
