Repository: abelardopardo/ontask_b
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fi

source: Incorrect execution dates.
es_es: Fechas de ejecución incorrectas.
fi: Virheelliset suorituspäivämäärät.

source: Workflow has no data. Go to "Manage table data" to upload data.
es_es: El flujo no tiene datos. Ir a "Gestión de datos de la tabla" para cargar los datos.
fi: Työnkululla ei ole dataa. Siirry kohteeseen ”Hallitse taulukkodataa” ladataksesi dataa.

source: File size must be under %(max)s. Current file size is %(current)s.
es_es: El tamaño del fichero (%(current)s) ha de ser menor que %(max)s.
fi: Tiedoston koon on oltava alle %(max)s. Nykyinen tiedostokoko on %(current)s.

source: File type ({0}) is not supported.
es_es: Los ficheros de tipo ({0}) no se pueden procesar.
fi: Tiedostotyyppiä ({0}) ei tueta.

source: Unable to detect workflow ({0}).
es_es: No se ha encontrado el flujo ({0})

source: Select a workflow
es_es: Selecciona un flujo

source: The workflow is being modified by user {0}
es_es: El flujo está siendo modificado por el usuario {0}
fi: Käyttäjä {0} muokkaa parhaillaan työnkulkua

source: Input Columns (to read data)
es_es: Columnas de entrada (leer datos)
fi: Syöttösarakkeet (tietojen lukemiseen)

source: To select a subset of the table to pass to the plugin
es_es: Para seleccionar la porción de la tabla que utiliza el plugin
fi: Voit valita laajennukselle välitettävän taulukon osajoukon

source: Name for result column "{0}"
es_es: Nombre de la columna resultado "{0}"
fi: Tulossarakkeen "{0}" nimi

source: Suffix to add to result columns (empty to ignore)
es_es: Sufijo a añadir a las columnas resultado (vacío se ignora)
fi: Jälkiliite tulossarakkeisiin (tyhjä, jos haluat ohittaa)

source: Added to all output column names. Useful to keep results from several executions in separated columns.
es_es: Añadido a los nombres de las columnas de salida. Útil para mantener resultados de varias ejecuciones en columnas diferentes.
fi: Lisätty kaikkien tulossarakkeiden nimiin. Kätevä eri suorituskertojen tulosten pitämiseen erillään.

source: Select column
es_es: Seleccionar columna
fi: Valitse sarake

source: Column for input {0}
es_es: Columna para entrada {0}
fi: Sarake syötteeksi {0}

source: Key column for merging
es_es: Columna clave para mezclar
fi: Avainsarake yhdistämistä varten

source: One of the existing key columns to merge the results
es_es: Una de las columnas clave para mezclar los resultados
fi: Yksi olemassa olevista avainsarakkeista tulosten yhdistämiseen

source: The plugin needs at least one input column
es_es: El plugin necesita al menos una columna de entrada
fi: Liitännäinen tarvitsee vähintään yhden sarakkeen syötteeksi

source: - Choose row selection method -
es_es: - Elige el método de selección de filas -
fi: - Valitse rivin valintamenetelmä -

source: 1) Select all rows in both the existing and new table
es_es: 1) Selecciona todas las filas en ambas tablas, existente y nueva
fi: 1) Valitse kaikki rivit sekä nykyisessä että uudessa taulukossa

source: 2) Select only the rows with keys present in both the existing and new table
es_es: 2) Selecciona sólo las filas con clave en ambas tablas, existente y nueva
fi: 2) Valitse vain rivit, joissa on sekä nykyisessä että uudessa taulukossa olevat avaimet

source: 3) Select only the rows with keys in the existing table
es_es: 3) Selecciona sólo las filas con clave en la tabla existente
fi: 3) Valitse vain rivit, joilla on nykyisen taulukon avaimet

source: 4) Select only the rows with keys in the new table
es_es: 4) Selecciona sólo las filas con la clave en la tabla nueva
fi: 4) Valitse vain rivit, joilla on avaimet uudessa taulukossa

source: Select one method to see detailed information
es_es: Selecciona un método para ver más información
fi: Valitse yksi menetelmä nähdäksesi yksityiskohtaiset tiedot

source: No unique column specified
es_es: No se ha especificado ninguna columna clave
fi: Ei yksilöllistä saraketta

source: Key column in the existing table to match with the new table.
es_es: Columna clave en la tabla existente para emparejar con la tabla nueva.
fi: Nykyisen taulukon avainsarake, josta saadaan vastaavuus uuteen taulukkoon.

source: Key column in the new table to match with the existing table.
es_es: Columna clave en la tabla nueva a emparejar con la tabla existente.
fi: Uuden taulukon avainsarake, josta saadaan vastaavuus nykyiseen taulukkoon.

source: - Select merge option -
es_es: - Selecciona la opción de mezcla -
fi: - Valitse yhdistämisvaihtoehto -

source: Key Column in New Table
es_es: Columna clave en la nueva tabla
fi: Avainsarake uudessa taulukossa

source: This number has to be zero or positive
es_es: Este número debe ser positivo o zero
fi: Tämän numeron on oltava nolla tai positiivinen

source: Unable to process file ({0}).
es_es: No es posible procesar el fichero ({0})
fi: Tiedostoa ei voida käsitellä ({0}).

source: File in CSV format (typically produced by a statistics package or Excel)
es_es: Fichero en formato CSV (tipicamente creado por Excel o un paquete estadístico
fi: Tiedosto CSV-muodossa (tuotetaan yleensä tilastopaketilla tai Excelillä)

source: Lines to skip at the top
es_es: Ignorar líneas al comienzo
fi: Ohitettavat rivit yläreunassa

source: Number of lines to skip at the top when reading the file
es_es: Número de líneas a ignorar al comienzo del fichero
fi: Yläreunasta ohitettavien rivien määrä tiedostoa luettaessa

source: Lines to skip at the bottom
es_es: Ignorar líneas al final
fi: Ohitettavat rivit alareunassa

source: Number of lines to skip at the bottom when reading the file
es_es: Número de líneas a ignorar al final del fichero
fi: Alareunassa ohitettavien rivien määrä tiedostoa luettaessa

source: CSV upload form is not multiform
es_es: El formulario de carga CSV no es multiform
fi: CSV-latauslomake ei ole monimuotoinen

source: File in Excel format (.xls or .xlsx)
es_es: Fichero en formato Excel (.xls o .xlsx)
fi: Tiedosto Excel-muodossa (.xls tai .xlsx)

source: Sheet within the excelsheet to upload
es_es: Hoja a cargar dentro del fichero
fi: Ladattava välilehti Excel-tiedoston sisältä

source: Canvas course id to retrieve the data.
es_es: Identificador de curso en Canvas para extraer los datos.

source: This is an integer used by Canvas to uniquely identify a course
es_es: Este es un valor entero utilizado por Canvas como identificador único de un curso

source: Name of the Canvas host to extract data.
es_es: Nombre del servidor Canvas al que mandar los mensajes.

source: Upload Enrolment
es_es: Cargar datos de matrícula

source: Upload information about all enrolled students. Select this option combined with any other below if you want to upload data for all students regarding its activity.
es_es: Cargar información sobre los alumnos matriculados. Selecciona esta opción y combínala con las otras debajo si quieres cargar datos para todos los estudiantes incluyendo aquellos que no tienen ninguna actividad.

source: Upload Quizzes
es_es: Cargar datos de Quizzes

source: Upload information about all quizzes in the course
es_es: Cargar información sobre todos los cuestionarios en el curso

source: Upload Assignments
es_es: Cargar los Assignments

source: Upload information about all assignments in the course
es_es: Cargar información sobre todos las entregas en el curso

source: Include a column with the Course ID?
es_es: ¿Quieres incluir una columna con el identificador de curso?

source: If selected an extra column with the course ID is added.
es_es: Si se selecciona, se añade una columna extra con el course ID.

source: Incorrect invocation of UploadCanvasForm
es_es: Llamada incorrecta al formulario UploadCanvasForm

source: . Value taken from the Workflow Attribute CANVAS COURSE ID
es_es: . Valor tomado del atributo CANVAS COURSE ID en el workflow

source: At least one upload option needs to be selected.
es_es: Se tiene que seleccionar al menos una opción de carga.

source: URL to access the Google Spreadsheet in CSV format
es_es: URL para acceder a una Google Spreadsheet en formato CSV
fi: Google Spreadsheet URL CSV-formaatissa

source: AWS S3 Bucket access key
es_es: Usuario de acceso para AWS S3 Bucket
fi: AWS S3 Bucket pääsyavain

source: AWS S3 Bucket secret access key
es_es: Clave secreta de acceso para AWL S3 Bucket
fi: AWS S3 Bucket salainen pääsyavain

source: AWS S3 Bucket name
es_es: Nombre del AWS S3 Bucket
fi: AWS S3 Bucket nimi

source: AWS S3 Bucket file path
es_es: Ruta de fichero en el AWS S3 Bucket
fi: AWS S3 Bucket tiedostopolku

source: SQL Connection
es_es: Conexión SQL
fi: SQL-yhteys

source: Select the SQL connection to use.
es_es: Selecciona la conexión SQL a utilizar.

source: SQL connection information not given
es_es: No se ha recibido la información sobre la conexión SQL

source: Incorrect SQL connection information
es_es: Información de conexión SQL incorrecta

source: Evaluation error: Type {0} not allowed with operator LESS
es_es: Error de evaluación: El tipo {0} no está permitido con el operador LESS
fi: Virhe: Tyyppi {0} ei ole sallittu operaattorin LESS yhteydessä

source: Evaluation error: Type {0} not allowed with operator LESS OR EQUAL
es_es: Error de evaluación: El tipo {0} no está permitido con el operador LESS OR EQUAL
fi: Virhe: Tyyppi {0} ei ole sallittu operaattorin LESS OR EQUAL yhteydessä

source: Evaluation error: Type {0} not allowed with operator GREATER
es_es: Error de evaluación: El tipo {0} no está permitido con el operador GREATER
fi: Virhe: Tyyppi {0} ei ole sallittu operaattorin GREATER yhteydessä

source: Evaluation error: Type {0} not allowed with operator GREATER OR EQUAL
es_es: Error de evaluación: El tipo {0} no está permitido con el operador GREATER OR EQUAL
fi: Virhe: Tyyppi {0} ei ole sallittu operaattorin GREATER OR EQUAL yhteydessä

source: Evaluation error: Type {0} not allowed with operator BETWEEN
es_es: Error de evaluación: El tipo {0} no está permitido con el operador BETWEEN
fi: Virhe: Tyyppi {0} ei ole sallittu operaattorin BETWEEN yhteydessä

source: Column name is longer than {0} characters
es_es: El nombre de la columna el más largo de {0} letras
fi: Sarakkeen nimi on pidempi kuin {0} merkkiä

source: The data has no column with unique values per row. At least one column must have unique values.
es_es: Los datos no tienen ninguna columna con valores únicos por cada fila. Al menos debe haber una columna con valores únicos.
fi: Datassa ei ole saraketta, jossa on yksilölliset arvot riviä kohden. Ainakin yhdessä sarakkeessa on oltava yksilölliset arvot.

source: Column {0} looses its "key" property through this merge. Either remove this property from the column or remove the rows that cause this problem in the new dataset
es_es: La columna {0} pierde su propiedad “key” en esta operación de mezcla. O borra esta propiedad de la columna, o borra las filas que causan este problema en los datos nuevos
fi: Sarake {0} menettää ”avaimensa” tässä yhdistämisessä. Poista tämä ominaisuus sarakkeesta tai vaihtoehtoisesti poista rivit, jotka aiheuttavat ongelman uudessa datasetissä

source: New values in column {0} are not of type {1}
es_es: Los nuevos valores en la columna {0} no son de tipo {1}
fi: Sarakkeen {0} uudet arvot eivät ole tyyppiä {1}

source: New values in column {0} are not of type number
es_es: Los nuevos valores en la columna {0} no son de tipo numérico
fi: Sarakkeen {0} uudet arvot eivät ole numeerisia

source: New values in column {0} are not in categories {1}
es_es: Los nuevos valores en la columna {0} no están en la categoría {1}
fi: Sarakkeen {0} uudet arvot eivät kuulu luokkiin {1}

source: Internal error while processing database.
es_es: Error interno durante el proceso de la base de datos.
fi: Sisäinen virhe tietokantaa prosessoidessa.

source: Invalid column drop operation.
es_es: Operación de borrado de columna incorrecta.
fi: Sarakkeen poisto-operaatio ei ole kelvollinen.

source: Type {0} not found
es_es: No se ha encontrado el tipo {0}
fi: Tyyppiä {0} ei löytynyt

source: Merge method must be one of left, right, outer or inner
es_es: El método de mezcla debe ser uno de left, right, outer o inner
fi: Yhdistämismenetelmän on oltava vasen, oikea, ulkoinen tai sisäinen

source: Column {0} not found in current data frame
es_es: La columna {0} no es parte del data frame
fi: Saraketta {0} ei löydy nykyisestä tietokehyksestä

source: Column {0} is not a unique key.
es_es: La columna {0} no es una clave única.
fi: Sarake {0} ei ole yksilöivä avain.

source: Column {0} not found in new data frame
es_es: La columna {0} no está presente en el nuevo data frame
fi: Saraketta {0} ei löydy uudesta tietokehyksestä

source: Missing key column in table to upload/merge.
es_es: No se ha especificado la columna clave para cargar/mezclar.

source: Unexpected empty dataframe in update operation.
es_es: Se ha recibido un dataframe vacío en una operación de carga.

source: Unable to perform merge operation
es_es: No se ha podido ejecutar la operación de mezcla

source: Merge operation produced a result with no rows
es_es: La operación de mecla ha producido un resultado sin filas
fi: Yhdistämistoiminto tuotti tuloksen ilman rivejä

source: Merge operation produced a result without any key columns. Review the key columns in the data to upload.
es_es: La operación de mezcla a producido un resultado sin columnas clave. Revise las columnas clave the los datos a mezclar.
fi: Yhdistämistoiminto tuotti tuloksen ilman avainsarakkeita. Tarkista ladattavien tietojen avainsarakkeet.

source: This method should be implemented!
es_es: ¡Este método se debería haber implementado!
fi: Tämä menetelmä tulisi toteuttaa!

source: Unable to acquire access to workflow.
es_es: No se ha podido acceder al flujo.
fi: Pääsy työnkulkuun epäonnistui.

source: Missing merge method.
es_es: No se ha especificado el método de mezcla.
fi: Yhdistämismenetelmä puuttuu.

source: Missing key name "{0}"
es_es: La clave “{0}” no está presente

source: Unable to perform merge operation: {0}
es_es: No se ha podido ejecutar la operación de mezcla: {0}
fi: Yhdistämistoimintoa ei voida suorittaa: {0}

source: Non-GET request received in Track URL
es_es: Request de tipo no GET recibido en Track URL
fi: Muu kuin GET-pyyntö vastaanotettu, Track URL

source: No dictionary in Track URL
es_es: No se ha encontrado el diccionario en la URL de Track
fi: Ei sanakirjaa seurannan URL-osoitteessa

source: No track_id found in request
es_es: No se ha encontrado track_id en el Request
fi: Pyynnöstä puuttuu track_id

source: Bad signature in track_id
es_es: Signatura incorrecta in track_id
fi: Väärä allekirjoitus track_id:ssa

source: Incorrect user email %s
es_es: Correo de usuario incorrecto %s
fi: Virheellinen käyttäjän sähköposti %s

source: Incorrect action id %s
es_es: Identificador de acción incorrecto %s
fi: Virheellinen toiminto-id %s

source: Column %s does not exist
es_es: La columna %s no existe
fi: Saraketta %s ei ole olemassa

source: Description
es_es: Descripción
fi: Kuvaus

source: Last executed
es_es: Última ejecución
fi: Viimeksi suoritettu

source: Folder
es_es: Carpeta
fi: Kansio

source: Executions
es_es: Ejecuciones
fi: Suoritukset

source: Class inherits from OnTaskTransformation or OnTaskModel
es_es: Clase hereda de OnTaskTransformation u OnTaskModel
fi: Luokka periytyy OnTaskTransformation tai OnTaskModel

source: Class has a non-empty documentation string
es_es: La clase tiene un text de documentación no vacío
fi: Luokalla on epätyhjä dokumentaatiomerkkijono

source: Class has a non-empty string field with name "name"
es_es: La clase tiene un campo no vacío de tipo string con nombre "name
fi: Luokalla on epätyhjä merkkijonokenttä nimellä ”name”

source: Class has a string field with name "description_text"
es_es: La clase tiene un campo de tipo string con nombre “description_txt
fi: Luokalla on merkkijonokenttä nimeltä ”description_txt”

source: Class has a field with name "input_column_names" storing a (possible empty) list of strings
es_es: La clase tiene un campo con nombre “input_column_names” que almacena una lista de strings (puede que sea vacía)
fi: Luokalla on kenttä nimellä ”input_column_names” ja se tallentaa (mahdollisesti tyhjän) merkkijonolistan

source: Class has a field with name "output_column_names" storing a (possibly empty) list of strings
es_es: La clase tiene un campo con nombre “output_column_names” que almacena una lista de strings (puede que sea vacía)
fi: Luokalla on kenttä nimellä ”output_column_names” ja se tallentaa (mahdollisesti tyhjän) merkkijonolistan

source: Class has a (possible empty) list of tuples with name "parameters". The tuples must have six elements: name (a string), type (one of "double", "integer", "string", "boolean", or "datetime"), (possible empty) list of allowed values of corresponding type, an initial value of the right type or None, and a help string to be shown when requesting this parameter.
es_es: La clase tiene una lista con nombre "parameters" (opcionalmente vacía) de tuplas. Las tuplas deben tener seis elementos: nombre (string), tipo (uno de "double", "integer", "string", "boolean" o "datetime"), una lista (opcionalmente vacía) de valores permitidos del tipo adecuado, un valor inicial del tipo adecuado (o None), y un mensaje de ayuda que se muestra al pedir esta información.
fi: Luokalla on (mahdollisesti tyhjä lista monikoita nimellä ”parameters”. Monikoilla on oltava kuusi elementtiä: nimi (merkkijono), tyyppi (”double”, ”integer”, ”string”, ”boolean” tai ”datetime”), (mahdollisesti tyhjä) lista sallituista arvoista, oikeantyyppinen alkuarvo sekä ohjeviesti joka näytetään kun parametria pyydetään.

source: Class has a method with name run receiving a data frame and a dictionary with parameters.
es_es: La clase tiene un método con nombre run que recibe un data Frame y un diccionario con parámetros.
fi: Luokalla on metodi nimeltä ”run” joka vastaanottaa datataulukon ja parametroidun sanakirjan.

source: Ok
es_es: De acuerdo

source: Incorrect parent class
es_es: Superclasse incorrecta
fi: Virheellinen vanhemman luokka

source: Class is not documented
es_es: La clase no contiene documentación
fi: Luokkaa ei ole dokumentoitu

source: Not found
es_es: No encontrado
fi: Ei löydetty

source: Incorrect type
es_es: Tipo incorrecto
fi: Virheellinen tyyppi

source: Incorrect type/value
es_es: Tipo/valor incorrecto
fi: Virheellinen tyyppi/arvo

source: Key values should be strings
es_es: Los valores de la clave deben ser strings
fi: Avainarvojen tulisi olla merkkijonoja

source: First tuple element should be as string
es_es: El primer elemento de la tupla debe ser un string
fi: Ensimmäisen tuple-elementin tulisi olla merkkijono

source: Incorrect type "{0}" in parameter
es_es: Tipo "{0}" incorrecto en parámetro
fi: Väärä tyyppi "{0}" parametrissa

source: Parameter of type datetime cannot have list of allowed values
es_es: Parámetro de tipo fecha/hora no puede tener una lista de valores
fi: Tyypin datetime-parametrilla ei voi olla listaa sallittuja arvoja

source: Incorrect list of allowed value
es_es: La lista de valores permitidos es incorrecta
fi: Virheellinen lista sallitusta arvosta

source: Help text must be as string
es_es: El texto de ayuda debe ser un string
fi: Ohjetekstin on oltava merkkijono

source: Incorrect run method
es_es: El método run es incorrecto
fi: Virheellinen suoritusmenetelmä

source: Error while instantiating the plugin class
es_es: Error al instancia la clase del plugin
fi: Virhe liitännäisen käyttöönotossa

source: Unable to load plugin in folder "{0}".
es_es: No es posible cargar el plugin en la carpeta "{0}".
fi: Liitännäistä ei voida ladata kansioon "{0}".

source: Unable to instantiate plugin "{0}"
es_es: No es posible instanciar el plugi "{0}"
fi: Liitännäistä "{0}" ei voitu valmistella

source: Inconsistent number of inputs when invoking plugin "{0}"
es_es: Número de entradas inconsistente al invocar plugin “{0}”
fi: Epäyhtenäinen määrä syötteitä kutsuessa liitännäistä ”{0}”

source: Inconsistent number of outputs when invoking plugin "{0}"
es_es: Número de salidas inconsistente al invocar plugin “{0}”
fi: Epäyhtenäinen määrä tulosteita kutsuessa liitännäistä ”{0}”

source: Exception when retrieving the data frame from workflow: {0}
es_es: Ha habido una excepción mientras se accedía al data frame del flujo: {0}
fi: Poikkeus noutaessa datakehystä työnkulussa: {0}

source: Error when creating data frame for plugin: {0}
es_es: Error al crear un dataframe para el plugin: {0}
fi: Virhe luodessa datakehystä liitännäiselle: {0}

source: Error while executing plugin: {0}
es_es: Error al ejecutar el plugin: {0}
fi: Virhe suorittaessa liitännäistä: {0}

source: Plugin executed but did not return a pandas data frame.
es_es: El plugin a ejecutado pero no ha devuelto un data frame en pandas.
fi: Suoritettu liitännäinen ei palauttanut pandas tietokehystä.

source: Incorrect number of rows ({0}) in result data frame.
es_es: Número de filas incorrecto ({0}) en el data Frame resultante.
fi: Virheellinen rivien lukumäärä ({0})tulostietokehyksessä.

source: Column name {0} cannot be in the result data frame.
es_es: La columna {0} no puede estar en el data frame resultado.
fi: Saraketta nimellä {0} ei voi olla tulosdatakehyksessä.

source: Incorrect columns in result data frame.
es_es: Número de columnas incorrecto en el data frame.
fi: Virheellisiä sarakkeita tulos data framessa.

source: Error while merging result: {0}.
es_es: Error al mezclar el resultado: {0}.
fi: Virhe yhdistäessä tulosta: {0}.

source: Unable to load plugin with id {pid}
es_es: No es posible cargar el plugin con el identificador {pid}
fi: Liitännäisen id {pid} lataus epäonnistui

source: Execute the transformation
es_es: Ejecutar la transformación
fi: Suorita muutos

source: Incorrect connection identifier.
es_es: Identificador de conexión incorrecto.
fi: Virheellinen yhteyden tunniste.

source: (Ignored)
es_es: (Ignorada)
fi: (Ohitettu)

source: (New)
es_es: (Nueva)
fi: (Uusi)

source: (Update)
es_es: (Actualizar)
fi: (Päivitä)

source: (Renamed)
es_es: (Renombrada)
fi: (Uudelleennimetty)

source: Exception while loading data frame
es_es: Ha habido una excepción mientras se cargaba el data frame
fi: Poikkeus datakehyksen lataamisessa

source: Merge operation failed.
es_es: La operación de mezcla ha fallado.
fi: Yhdistäminen epäonnistui.

source: CSV file
es_es: Fichero CSV
fi: CSV-tiedosto

source: Excel file
es_es: Fichero Excel

source: Canvas Course
es_es: Curso Canvas

source: Google Sheet URL
es_es: URL de Google Sheet

source: S3 CSV file
es_es: Fichero S3 CSV
fi: S3 CSV-tiedosto

source: SQL connection
es_es: Conexión SQL
fi: SQL-yhteys

source: Athena connection
es_es: Conexión a Athena
fi: Athena-yhteys

source: Incorrect invocation of Athena Upload (zero connections)
es_es: Llamada incorrecta a la función Athena Upload (no hay conexiones)

source: There are no students enrolled in the Canvas course.
es_es: No hay ningún estudiante matriculado en el curso Canvas.

source: Canvas upload was not successful: {0}
es_es: La carga de Canvas no ha tenido éxito: {0}

source: File could not be processed ({0})
es_es: No se ha podido procesar el fichero ({0})
fi: Tiedostoa ei voitu käsitellä ({0})

source: File could not be processed: {0}
es_es: No se ha podido procesar el fichero {0}
fi: Tiedostoa ei voitu käsitellä: {0}

source: Google Sheet could not be processed: {0}
es_es: No se ha podido procesar el Google Sheet: {0}

source: Unable to update table row
es_es: No oes posible actualizar la fila en la tabla
fi: Taulukon riviä ei voida päivittää

source: S3 bucket file could not be processed: {0}
es_es: No se ha podido procesar el fichero S3 Bucket: {0}
fi: S3 bucket tiedostoa ei voitu käsitellä: {0}

source: Incorrect invocation of SQL Upload (zero connections)
es_es: Llamada incorrecta para cargar SQL (no hay conexiones)
